#!/bin/sh
# the next line restarts using wish \
exec wish "$0" ${1+"$@"}

source [file join [file dirname [info script]] loadtable.tcl]

wm geometry . "995x465+20+240" 
wm overrideredirect . yes
wm resizable . 0 0
wm transient . 
wm focusmodel . passive
wm title . "Телефонный справочник" 

. config -bg "DarkSlateGray" -borderwidth 5 -relief groove -cursor "hand1" \
	-highlightthickness 3 -highlightcolor "DarkSlateGray" \
       	-highlightbackground "DarkSlateGray"

array set table {
    rows	100 
    cols	4   
    table	.table
}

proc colorize num {
    if {$num>0 && $num%2} { return colored }
}

proc fill_headers {w {r 100} {c 4}} {
    for {set i 1} {$i < $r} {incr i} {
	$w set $i,0 "$i"
    }
    for {set j 1} {$j < $c} {incr j} {
	if {$j%3==1} {
        $w set  0,$j "Должность"
	} elseif {$j%2==1} {
	$w set  0,$j "Фамилия"
	} elseif {$j} {
	$w set  0,$j "Телефон"
	}
    }
}

label .example -font {"utah mt" 13 {bold} } \
	  -text "       Телефонный справочник университета"

set t $table(table)
table $t \
	-rows $table(rows) \
	-cols $table(cols) \
	-cache 1 \
	-titlerows 1 \
	-titlecols 1 \
	-yscrollcommand { .tsy set } \
	-xscrollcommand { .tsx set } \
	-width 2 -height 2 \
	-coltagcommand colorize \
	-flashmode on \
	-flashtime 10 \
	-selectmode extended \
	-colstretch unset \
	-rowstretch unset \
	-validate yes \
	-state normal \
	-wrap yes \
	-roworigin 0 \
	-colorigin 0 \
	-cursor "hand1" \
	-variable tab \
	-vcmd {if {![%W tag includes title %C]} { validate %c %S } }

fill_headers $t
$t tag config colored -bg lightblue -font {"utah mt" 11 {bold} }
$t tag config title -fg black -font {"utah mt" 12 {bold} }
$t tag config active -bg darkred -fg snow -relief solid
$t tag config title -fg white -bg black -relief groove
$t width 0 3
$t height 0 1
$t set  1,1 "Ректор університету" \
	1,3 "53-35-27 35-11-21 11-01" \
	1,2 "КОМАРНИЦЬКИЙ Віталій  Мар’янович" \
	2,1 "Перший проректор з навчальної та методичної роботи" \
	2,3 "ВІЛЕНСЬКАЯ Елеонора Володимирівна" \
	2,2 "53-50-88 35-11-22 11-02" \
	3,1 "Проректор з наукової роботи" \
	3,3 "ЛЕВЧЕНКОВ Олександр Іванович" \
	3,2 "55-30-35 11-40" \
	4,1 "Проректор з професійної підготовки, перепідготовки та психологічного забезпечення" \
	4,3 "ГЛАЗКОВ Віктор Анатолійович" \
	4,2 "96-98-76 11-44"
        5,1 "Проректор по службі" \
        5,3 "НОВАКОВ Олександр Сергійович" \
        5,2 "35-11-42 11-42" \
        6,1 "Проректор з економічних питань та ресурсного забезпечення" \
        6,3 "" \
        6,2 "96-96-96 96-96-98 35-11-23 11-03" \
        7,1 "Проректор з міжнародних зв'язків-начальник відділу міжнародних зв'язків" \
        7,3 "ФОРОСТЮК Олег Дмитрович" \
        7,2 "55-14-06 11-39" \
        8,1 "Вчений секретар" \                                                  
        8,3 "" \                                 
        8,2 "96-98-76 35-11-50 11-50" \                       
        9,1 "Науковий співробітник" \                           
        9,3 "ТКАЧЕНКО Валерія Ігорівна" \                            
        9,2 "11-50" \              
        10,1 "Начальник відділення організаційно-аналітичної роботи та контролю" \                                                                                 
        10,3 "ПОМНІКОВ Олег Іванович" \                           
        10,2 "55-14-06 11-39" \             
        11,1 "Старший інспектор відділення організаційно-аналітичної роботи та контролю" \                                                                                 
        11,3 "ЄВДОКИМОВА Інна Василівна" \                           
        11,2 "11-39" \                      
        12,1 "Старший інспектор відділення організаційно-аналітичної роботи та контролю" \                                                                                 
        12,3 "ШТЕФАНОВА Алла Григорівна" \                           
        12,2 "11-39" \                      
        13,1 "Начальник відділу документального забезпечення та режиму" \                                                                                 
        13,3 "ЧЕБАНОВСЬКА Ольга Михайлівна" \                           
        13,2 "96-99-84 11-41" \                      
        14,1 "Зам. начальника відділу документального забезпечення та режиму - начальник режимно-секретного відділення" \                                                                                 
        14,3 "КВАСОВ Костянтин Іванович" \                           
        14,2 "97-44-67 12-33" \                      
        15,1 "Старший інженер групи технічного захисту режимно-секретного відділення" \                                                                                 
        15,3 "ДЕМЧЕНКО Тетяна Василівна" \                           
        15,2 "12-33" \                      
        16,1 "Старший інспектор режимно-секретного відділення" \                                                                                 
        16,3 "ГРЕКОВ Андрій Анатолійович" \                           
        16,2 "97-44-67 11-36" \                      
        17,1 "Старший інспектор режимно-секретного відділення" \                                                                                 
        17,3 "СОКОЛОВА Світлана Володимирівна" \                           
        17,2 "11-36" \                      
        18,1 "Молодший інспектор режимно-секретного відділення" \                                                                                 
        18,3 "САВЧЕНКО Оксана Григорівна" \                           
        18,2 "11-36" \                      
        19,1 "Зав. відділенням документального забезпечення відділу документального забезпечення та режиму" \                                                                                 
        19,3 "ПУЗЬКО Ірина Іванівна" \                           
        19,2 "11-36" \                      
        20,1 "Старший інспектор відділення документального забезпечення" \                                                                                 
        20,3 "ВТОРУШИНА Віра Іванівна" \                           
        20,2 "11-36" \                      
        21,1 "Архіваріус відділу документального забезпечення та режиму" \                      
        21,3 "СОКОЛОВА Олена Іллівна" \                                         
        21,2 "11-36" \                                                      
        22,1 "Спеціаліст ІІ категорії відділу документального забезпечення та режиму" \                      
        22,3 "" \                                         
        22,2 "11-36" \                                                      
        23,1 "Оператор копіювально-множної техніки відділу документального забезпечення та режиму" \                      
        23,3 "КОНЮХОВА Наталія Вікторівна" \                                         
        23,2 "11-38" \                                                      
        24,1 "Старший науковий співробітник віділу організації наукової роботи" \                      
        24,3 "КУТОВИЙ Роман Валерійович" \                                         
        24,2 "12-83" \                                                      
        25,1 "Провідний науковий співробітнк віділу організації наукової роботи" \                      
        25,3 "ПРИНЬ Олександр Віталійович" \                                         
        25,2 "12-83" \                                                      
        26,1 "Старший інспектор віділу організації наукової роботи" \                      
        26,3 "НОВАКОВСЬКА Ірина Володимирівна" \                                         
        26,2 "" \                                                      
        27,1 "Начальник відділення правового забезпечення" \                      
        27,3 "МЯГКОВА Ірина Миколаївна" \                                         
        27,2 "11-30" \                                                      
        28,1 "Референт-перекладач відділу міжнародних зв'язків" \                      
        28,3 "СНЕГІРЬОВ Валерій Васильович" \                                         
        28,2 "11-93" \                                                      
        29,1 "Головний бухгалтер відділу фінансових ресурсів та економіки" \                      
        29,3 "ВАСИЛЕНКО Валерій Федорович" \                                         
        29,2 "96-98-39 96-60-31 11-31" \                                                      
        30,1 "Заступник начальника відділу фінансових ресурсів та економіки" \                      
        30,3 "СЕРЕДЕНКО Людмила Іванівна" \                                                           
        30,2 "96-98-39 11-33" \                                                                            
        31,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        31,3 "СОТНІКОВА Юлія Юріївна" \                                  
        31,2 "11-33" \
        32,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        32,3 "БОНДАРЕНКО Олена Вікторівна" \                                  
        32,2 "35-11-25 11-25" \
        33,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        33,3 "ШВЕЦЬ Ірина Григорівна" \                                  
        33,2 "11-25" \
        34,1 "Економіст відділу фінансових ресурсів та економіки" \                                                                                
        34,3 "КЛОЧУХІНА Марина Геннадіївна" \                                  
        34,2 "11-25" \
        35,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        35,3 "ПОДМАРЬКОВА Ірина Іванівна" \                                  
        35,2 "11-26" \
        36,1 "Бухгалтер-ревізор відділу фінансових ресурсів та економіки" \                                                                                
        36,3 "МЕЛЕЖИК Тетяна Костянтинівна" \                                  
        36,2 "11-26" \
        37,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        37,3 "СУХІНІНА Ірина Сергіївна" \                                  
        37,2 "11-26" \
        38,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        38,3 "ГЛАВІНСЬКА Тамара Петрівна" \                                  
        38,2 "11-32" \
        39,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        39,3 "САЛЕНКО Юлія Павлівна" \                                  
        39,2 "11-32" \
        40,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        40,3 "САЛЕНКО Юлія Павлівна" \                                  
        40,2 "11-32" \
        41,1 "Бухгалтер відділу фінансових ресурсів та економіки" \                                                                                
        41,3 "МАЛАХОВА Наталія Олександрівна" \                                         
        41,2 "35-11-24 11-24" \                                                      
        42,1 "Начальник відділу організації служби" \                                                                                
        42,3 "Кариков Сергій Євгенович" \                                         
        42,2 "35-11-55 11-15" \                                                      
        43,1 "Заступник начальника відділу організації служби" \                                                                                
        43,3 "" \                                         
        43,2 "11-15" \                                                      
        44,1 "Старший інспектор з ВМР відділу організації служби" \                                                                                
        44,3 "БОГАЧ Володимир Володимирович" \                                         
        44,2 "35-11-55 11-49" \                                                     
        45,1 "Провідний спеціаліст НТЦ відділу організації служби" \                                                                                
        45,3 "СОРОКА Олександр Миколайович" \                                         
        45,2 "11-15" \                                                      
        46,1 "Черговий комендант" \                                                                                
        46,3 "НАГАЄВ Олександр Володимирович" \                                         
        46,2 "55-32-00 35-11-40 11-04" \                                                      
        47,1 "Черговий комендант" \                                                                                
        47,3 "ПАВЛОВ Ігор Валентинович" \                                         
        47,2 "11-04" \                                                      
        48,1 "Черговий комендант" \                                                                                
        48,3 "СУХАРЕВСЬКИЙ Олександр Анатолійович" \                                         
        48,2 "11-04" \                                                      
        49,1 "Черговий комендант" \                                                                                
        49,3 "" \                                         
        49,2 "11-04" \                                                      
        50,1 "Контролер КПП" \                                                                                
        50,3 "ЛЮТОВ Володимир Ілліч" \                                         
        50,2 "11-13" \                                                      
        51,1 "Контролер КПП" \                                                                                                               
        51,3 "ХАЙЛО Віталій Володимирович" \                                                                                                               
        51,2 "11-13" \                                                                                                               
        52,1 "Контролер КПП комендатури" \                                                                                                               
        52,3 "" \                                                                                                               
        52,2 "11-13" \                                                                                                               
        53,1 "Контролер КПП комендатури" \                                                                                                               
        53,3 "КУЦЕНКО Денис Вікторович" \                                                                                                               
        53,2 "11-13" \                                                                                                               
        54,1 "Начальник відділу роботи з персоналом" \                                                                                                               
        54,3 "ГАВРИК Сергій Юрійович" \                                                                                                               
        54,2 "35-11-48 11-48" \                                                                                                               
        55,1 "Начальник відділення комплектування та проходження служби постійним складом відділу роботи з персоналом" \                                                                                                               
        55,3 "" \                                                                                                               
        55,2 "35-11-45 11-45" \                                                                                                               
        56,1 "Інспектор відділення комплектування та проходження служби постійним складом відділу роботи з персоналом" \                                                                                                               
        56,3 "БОГОЯВЛЕНСЬКИЙ Валерій Олександрович" \                                                                                                               
        56,2 "11-45" \                                                                                                               
        57,1 "Інспектор відділення комплектування та проходження служби постійним складом відділу роботи з персоналом" \                                                                                                               
        57,3 "ЧОБІТЬКО Сергій Петрович" \                                                                                                               
        57,2 "11-45" \                                                                                                               
        58,1 "Інспектор відділення комплектування та проходження служби постійним складом відділу роботи з персоналом" \                                                                                                               
        58,3 "НАЗАРОВА Наталія Євгенівна" \                                                                                                               
        58,2 "11-45" \                                                                                                               
        59,1 "Начальник  відділення комплектування та проходження служби перемінним складом відділу роботи з персоналом" \                                                                                                               
        59,3 "БЕДЕНКО Володимир Анатолійович" \                                                                                                               
        59,2 "35-11-46 12-32" \                                                                                                               
        60,1 "Старший інспектор відділення комплектування та проходження служби перемінним складом відділу роботи з персоналом" \                                                                                                               
        60,3 "КІКОТЬ Євген Олексійович" \                                                                                                               
        60,2 "12-32" \                                                                                                               
        61,1 "Інспектор відділення комплектування та проходження служби перемінним складом відділу роботи з персоналом" \                                                                                                               
        61,3 "ШАБАНОВ Валентин Іванович" \                                                                                                               
        61,2 "" \                                                                                                               
        62,1 "Начальник відділення обліку та звітності відділу роботи з персоналом" \                                                                                                               
        62,3 "ХАУСТОВ Ігор Вікторович" \                                                                                                               
        62,2 "35-11-47 11-47" \                                                                                                               
        63,1 "Старший інспектор відділення обліку та звітності відділу роботи з персоналом" \                                                                                                               
        63,3 "ТКАЧОВА Тетяна Андріївна" \                                                                                                               
        63,2 "11-47" \                                                                                                               
        64,1 "Оператор з уведення даних в ЕОМ відділення обліку та звітності відділу роботи з персоналом" \                                                                                                               
        64,3 "БУРЛАКА Євгенія Миколаївна" \                                                                                                               
        64,2 "11-47" \                                                                                                               
        65,1 "Старший інспектор групи роботи зі студентами відділу роботи з персоналом" \                                                                                                               
        65,3 "ЛАТКА Євген Михайлович" \                                                                                                               
        65,2 "11-49" \                                                                                                               
        66,1 "ПРИЙМАЛЬНА КОМІСІЯ" \                                                                                                               
        66,3 "1-й  ПОВЕРХ 4-й  ПОВЕРХ" \                                                                                                               
        66,2 "11-14 11-37" \                                                                                                               
        67,1 "Заступник начальника відділу роботи з персоналом – начальник відділення виховної та соціальної роботи" \                                                                                                               
        67,3 "КІМ В’ячеслав Русланович" \                                                                                                               
        67,2 "35-11-46 11-46" \                                                                                                               
        68,1 "Інспектор відділення виховної та соціальної роботи" \                                                                                                               
        68,3 "КУЗНЄЦОВ Дмитро Сергійович" \                                                                                                               
        68,2 "11-46" \                                                                                                               
        69,1 "Інспектор відділення виховної та соціальної роботи" \                                                                                                               
        69,3 "ЮРЧЕНКО Валентин Сергійович" \                                                                                                               
        69,2 "11-46" \                                                                                                               
        70,1 "Старший інспектор відділення виховної та соціальної роботи" \                                                                                                               
        70,3 "ПАНЬКІН Станіслав Сергійович" \                                                                                                               
        70,2 "12-34" \                                                                                                               
        71,1 "Начальник центру дозвілля" \
        71,3 "ПЕТРАЧЕНКО Володимир Михайлович" \
        71,2 "" \
        72,1 "Старший інспектор центру дозвілля" \
        72,3 "КОРЕНЄВА Інна Леонідівна" \
        72,2 "" \
        73,1 "Керівник самодіяльного танцювального колективу центру дозвілля" \
        73,3 "ГРУДЕНКО Сергій Олексійович" \
        73,2 "" \
        74,1 "Диригент оркестру" \
        74,3 "ПОКРАСЬОН Сергій Григорович" \
        74,2 "" \
        75,1 "Артист-соліст-інструменталіст" \
        75,3 "ШИРКІН Олександр Миколайович" \
        75,2 "" \
        76,1 "Музикант оркестру" \
        76,3 "АНТОНОВ Сергій Валерійович" \
        76,2 "35-11-54 11-59" \
        77,1 "Музикант оркестру" \
        77,3 "АЛЇКСЄНЦЕВ Михайло Михайлович" \
        77,2 "11-59" \
        78,1 "Музикант оркестру" \
        78,3 "БОНДАРЕНКО Валерій Олексійович" \
        78,2 "11-59" \
        79,1 "Музикант оркестру" \
        79,3 "БУЛГАКОВ Андрій Владиславович" \
        79,2 "11-59" \
        80,1 "Музикант оркестру" \
        80,3 "ВАСИЛЬЧЕНКО Юрій Вікторович" \
        80,2 "11-59" \
        81,1 "Музикант оркестру" \                      
        81,3 "ГРІДЧИН Сергій Миколайович" \                                         
        81,2 "11-59" \                                                      
        82,1 "Музикант оркестру" \                      
        82,3 "ГУРНИЙ Віталій Ігоревич" \                                         
        82,2 "11-59" \                                                      
        83,1 "Музикант оркестру" \                      
        83,3 "ЖЕСТКОВ Євген Іванович" \                                         
        83,2 "11-59" \                                                      
        84,1 "Музикант оркестру" \                      
        84,3 "ПИСЬМЕННИЙ Сергій Валерійович" \                                         
        84,2 "11-59" \                                                      
        85,1 "Музикант оркестру" \                      
        85,3 "ПИСЬМЕННА Олена Валеріївна" \                                         
        85,2 "11-59" \                                                      
        86,1 "Музикант оркестру" \                      
        86,3 "РУДЕНКО Григорій Якович" \                                         
        86,2 "11-59" \                                                      
        87,1 "Музикант оркестру" \                      
        87,3 "СІЛАКОВ Микола Миколайович" \                                         
        87,2 "11-59" \                                                      
        88,1 "Музикант оркестру" \                      
        88,3 "СИМОНЕНКО Ірина Віталіївна" \                                         
        88,2 "11-59" \                                                      
        89,1 "Музикант оркестру" \                      
        89,3 "ЧІЛІКІН Вадим Миколайович" \                                         
        89,2 "11-59" \                                                      
        90,1 "Музикант оркестру" \                      
        90,3 "ІЛЬЧУК Марина Миколаївна" \                                         
        90,2 "11-59" \                                                      
        91,1 "Музикант оркестру" \                      
        91,3 "ЮРЧЕНКО Анатолій Миколайович" \                                         
        91,2 "11-59" \                                                      
        92,1 "Музикант оркестру" \                      
        92,3 "СУХОВ Володимир Іванович" \                                         
        92,2 "11-59" \                                                      
        93,1 "Музикант оркестру" \                      
        93,3 "ХОРУЖИЙ Ярослав Володимирович" \                                         
        93,2 "11-59" \                                                      
        94,1 "Начальник відділу ресурсного забезпечення" \                      
        94,3 "БАЧУРІН Юрій Петрович" \                                         
        94,2 "96-96-98 35-11-32 11-22" \                                                      
        95,1 "Оператор з введення даних в ЕОМ відділу ресурсного забезпечення" \                      
        95,3 "ЄЖОВА Яна Володимирівна" \                                         
        95,2 "96-96-98 11-21" \                                                      
        96,1 "Завідуюча відділенням матеріально-технічного та речового забезпечення" \                      
        96,3 "ГАВРІШ Ірина Леонідівна" \                                         
        96,2 "35-11-34 11-34" \                                                      
        97,1 "Старший інспектор відділення матеріально-технічного та речового забезпечення" \                      
        97,3 "СЕМИЧ Ольга Миколаївна" \                                         
        97,2 "12-29" \                                                      
        98,1 "Старший комірник відділення матеріально-технічного та речового забезпечення" \                      
        98,3 "КІЧА Наталія Василівна" \                                         
        98,2 "12-29" \                                                      
        99,1 "Експедитор з перевезення вантажів відділення матеріально-технічного та речового забезпечення" \                      
        99,3 "СОРОКА Валентина Федорівна" \                                         
        99,2 "12-29" \                                                      
        100,1 "Старший інспектор з озброєння групи озброєння" \                      
        100,3 "НЕСТЕРОВ Вадим Валерійович" \                                         
        100,2 "35-11-30 11-35" \                                                      
        101,1 "Начальник складу озброєння групи озброєння" \
        101,3 "КУЦКІР Олександр Васильович" \
        101,2 "12-55" \       
        102,1 "Спеціаліст групи озброєння" \
        102,3 "СОКОЛОВ Віктор Сергійович" \
        102,2 "12-55" \       
        103,1 "Начальник відділення зв'язку" \
        103,3 "РОЖКОВ Ігор Миколайович" \
        103,2 "35-11-36 11-17" \       
        104,1 "Провідний інженер відділення зв'язку" \
        104,3 "СІЧКАРЕНКО Олександр Іванович" \
        104,2 "35-11-35 11-00" \       
        105,1 "Технік відділення зв'язку" \
        105,3 "ГОЛОВКО Андрій Григорович" \
        105,2 "11-00" \       
        106,1 "Технік відділення зв'язку" \
        106,3 "ДУДОЛАД Олена Жанівна" \
        106,2 "11-00" \       
        107,1 "Провідний фахівець групи охорони праці" \
        107,3 "ОСТРОВЕРХОВ Олександр Петрович" \
        107,2 "33-11-36 11-17" \       
        108,1 "Начальник відділення продовольчого забезпечення" \
        108,3 "БУРЕНКО Владлен Анатолійович" \
        108,2 "35-11-63 11-23" \       
        109,1 "Старший комірник продовольчого забезпечення" \
        109,3 "МАРЧЕНКО Валентина Іванівна" \
        109,2 "11-23" \       
        110,1 "Комірник продовольчого забезпечення" \
        110,3 "АРТЬОМЕНКО Тетяна Станіславівна" \
        110,2 "11-23" \       
        111,1 "Експедитор з перевезення вантажів продовольчого забезпечення" \                     
        111,3 "СОЛДАТОВА Тетяна Адамівна" \                                        
        111,2 "11-23" \                                                     
        112,1 "Завідуюча їдальнею" \                     
        112,3 "ОВЧАРОВА Тетяна Іванівна" \                                        
        112,2 "96-95-76 13-33 13-35" \                                                     
        113,1 "Завідуюча виробництвом їдальні" \                     
        113,3 "ГОЛОДНОВА Наталія Григорівна" \                                        
        113,2 "13-33" \                                                     
        114,1 "Кухар ідальні (варильний цех)" \                     
        114,3 "ЄФІМОВА Ірина Миколаївна" \                                        
        114,2 "13-34" \                                                     
        115,1 "Кухару" \                     
        115,3 "ГОНЧАРОВА Лариса Леонідівна" \                                        
        115,2 "13-34" \                                                     
        116,1 "Кухар" \                     
        116,3 "ШВАГОРОВА Ірина Олександрівна" \                                        
        116,2 "13-34" \                                                     
        117,1 "Кухар" \                     
        117,3 "КОРЖАН Наталія Василівна" \                                        
        117,2 "13-34" \                                                     
        118,1 "Кухар варильного цеху" \                     
        118,3 "ІГОЛКІНА Тетяна Андріївна" \                                        
        118,2 "13-34" \                                                     
        119,1 "Кухар" \                     
        119,3 "МЕЛЕШКО Тетяна Олександрівна" \                                        
        119,2 "13-34" \                                                     
        120,1 "Кухар" \                     
        120,3 "ЧЕТВЕРУС Ольга Леонідівна" \                                        
        120,2 "13-34" \                                                     
        121,1 "Кухар" \                     
        121,3 "ЛУБЕНСЬКА Оксана Анатоліївна" \                                        
        121,2 "13-34" \                                                     
        122,1 "Кухар" \                     
        122,3 "АЛПАТОВА Ніна Дмитрівна" \                                        
        122,2 "13-34" \                                                     
        123,1 "Кухар" \                     
        123,3 "ПРЯХІНА Маіна Анатоліївна" \                                        
        123,2 "13-34" \                                                     
        124,1 "Кухар" \                     
        124,3 "ФІЛЬЧЕНКО Оксана Анатоліївна" \                                        
        124,2 "13-34" \                                                     
        125,1 "Кухар" \                     
        125,3 "ПОНОМАРЬОВА Лілія Анатоліївна" \                                        
        125,2 "13-34" \                                                     
        126,1 "Кухар" \                     
        126,3 "ЛУНЧЕНКО Наталія Олександрівна" \                                        
        126,2 "13-34" \                                                     
        127,1 "Кухонний робітник" \                     
        127,3 "ВЄДЄНЯЄВА Людмила Володимирівна" \                                        
        127,2 "13-34" \                                                     
        128,1 "Кухонний робітник" \                     
        128,3 "МИХНО Рима Миколаївна" \                                        
        128,2 "13-34" \                                                     
        129,1 "Кухонний робітник" \                     
        129,3 "КЕЧУБЄЙ Надія Олександрівна" \                                        
        129,2 "13-34" \                                                     
        130,1 "Кухонний робітник" \                     
        130,3 "ТАРАСОВА Олександра Іванівна" \                                        
        130,2 "13-34" \                                                     
        131,1 "Кухонний робітник" \
        131,3 "КОВТУН Ольга Володимирівна" \
        131,2 "13-34" \
        132,1 "Кухонний робітник" \
        132,3 "КОРШИКОВА Любов Анатоліївна" \
        132,2 "13-34" \
        133,1 "Кухонний робітник" \
        133,3 "ЛЮТОВА Любов Анатоліївна" \
        133,2 "13-34" \
        134,1 "Кухонний робітник" \
        134,3 "ЯНУШОНІС Олена Володимирівна" \
        134,2 "13-34" \
        135,1 "Слюсар по ремонту технологічних установок" \
        135,3 "ФЕДОРЕНКО Сергій Вікторович" \
        135,2 "13-34" \
        136,1 "Кухар малої їдальні" \
        136,3 "ЖИЛЄНКОВА Ольга Олексіївна" \
        136,2 "12-82" \
        137,1 "Бармен малої їдальні" \
        137,3 "РОДІН Валерій Миколайович" \
        137,2 "" \
        138,1 "Бармен" \
        138,3 "РОДІНА Оксана Павлівна" \
        138,2 "" \
        139,1 "Заступник начальника відділу РЗ – начальник КЕВ" \
        139,3 "МИХАЙЛОВ Ігор Володимирович" \
        139,2 "35-11-56 11-16" \
        140,1 "Інженер комунально-експлуатаційного відділення" \
        140,3 "ВОРОБЙОВА Олена Володимирівна" \
        140,2 "11-16" \
        141,1 "Комендант комунально-експлуатаційного відділення" \                     
        141,3 "БАШИЛІНА Валентина Миколаївна" \                                        
        141,2 "11-16" \                                                     
        142,1 "Старший комірник комунально-експлуатаційного відділення" \                     
        142,3 "ЛОГАЧОВА Марія Андріївна" \                                        
        142,2 "11-16" \                                                     
        143,1 "Інженер комунально-експлуатаційного відділення" \                     
        143,3 "САМБУРОВА Олена Вікторівні" \                                        
        143,2 "35-11-24 11-24" \                                                     
        144,1 "Комендант комунально-експлуатаційного відділення" \                     
        144,3 "КОЛЕСНІКОВА Тетяна Миколаївна" \                                        
        144,2 "11-24" \                                                     
        145,1 "Електрогазозварник" \                     
        145,3 "ТКАЧОВА Тетяна Миколаївна" \                                        
        145,2 "12-40" \                                                     
        146,1 "Електрогазозварник" \                     
        146,3 "КОВАЛЕНКО Юрій Іванович" \                                        
        146,2 "12-40" \                                                     
        147,1 "Електромонтер по обслуговуванню електроустановок" \                     
        147,3 "ЛИТВИНОВ Віталій Миколайович" \                                        
        147,2 "12-40" \                                                     
        148,1 "Електромонтер по обслуговуванню електроустановок" \                     
        148,3 "ПОЗДНЯКОВ Віталій Леонідович" \                                        
        148,2 "" \                                                     
        149,1 "Слюсар-ремонтник " \                     
        149,3 "ЛУГОВОЙ Микола Григорович" \                                        
        149,2 "" \                                                     
        150,1 "Слюсар-ремонтник" \                     
        150,3 "ГРОМ Іван Данилович" \                                        
        150,2 "" \                                                     
        151,1 "Слюсар-сантехнік" \
        151,3 "КУКУШКІН Володимир Семенович" \
        151,2 "" \
        152,1 "Столяр" \
        152,3 "РУБАН Олексій Кузьмич" \
        152,2 "" \
        153,1 "Прибиральник службових приміщень" \
        153,3 "РАЗГУЛЯЄВА Валентина Іванівна" \
        153,2 "" \
        154,1 "Прибиральник службових приміщень" \
        154,3 "ІСАЄВА Тетяна Вікторівна" \
        154,2 "" \
        155,1 "Прибиральник службових приміщень" \
        155,3 "ІСАЄВА Світлана Анатоліївна" \
        155,2 "" \
        156,1 "Прибиральник службових приміщень" \
        156,3 "ХАРАЛДІНА Людмила Миколаївна" \
        156,2 "" \
        157,1 "Прибиральник службових приміщень" \
        157,3 "МАЛАФЄЄВА Людмила Олексіївна " \
        157,2 "" \
        158,1 "Прибиральник службових приміщень" \
        158,3 "ДРОНОВА Тетяна Іванівна" \
        158,2 "" \
        159,1 "Прибиральник службових приміщень" \
        159,3 "ЛИМАР Галина Іванівна" \
        159,2 "" \
        160,1 "Прибиральник службових приміщень" \
        160,3 "БАГАЄВА Людмила Володимирівна" \
        160,2 "" \
        161,1 "Прибиральник службових приміщень" \
        161,3 "НАКОНЕЧНА Оксана Михайлівна" \
        161,2 "" \
        162,1 "Швець" \
        162,3 "РУДНІК Надія Іванівна" \
        162,2 "13-45" \
        163,1 "Кравець" \
        163,3 "КАРПУШКІНА Валентина Миколаївна" \
        163,2 "13-45" \
        164,1 "Завідувач медичної частини - лікар" \
        164,3 "ШКАЛА Олег Васильович" \
        164,2 "35-11-29 11-82" \
        165,1 "Лікар-терапевт медичної частини" \
        165,3 "МИЖИРИЦЬКА Ірина Олександрівна" \
        165,2 "35-11-29 11-83" \
        166,1 "Лікар-терапевт медичної частини" \
        166,3 "СОЛНЦЕВА Тетяна Іванівна" \
        166,2 "11-83" \
        167,1 "Фельдшер медичної частини" \
        167,3 "КРАВЦОВА Лариса Миколаївна" \
        167,2 "11-83" \
        168,1 "Фельдшер медичної частини" \
        168,3 "ЩЕРБАТИХ Тамара Олександрівна" \
        168,2 "11-83" \
        169,1 "Фельдшер медичної частини" \
        169,3 "ВЯТЧАНІНА Капітоліна Михайлівна" \
        169,2 "11-83" \
        170,1 "Фельдшер медичної частини" \
        170,3 "ВИСОЦЬКА Лариса Леонідівна" \
        170,2 "11-83" \
        171,1 "Молодша медична сестра медичної частини" \                     
        171,3 "ТАТАУРОВА Ірина Анатоліївна" \                                        
        171,2 "11-83" \                                                     
        172,1 "Лікар-терапевт медичної частини (приймальна студентів)" \                     
        172,3 "ФІЛІМОНОВА Ольга Володимирівна" \                                        
        172,2 "11-92" \                                                     
        173,1 "Старша медична сестра медичної частини" \                     
        173,3 "ОРЛОВСЬКА Олена Василівна" \                                        
        173,2 "12-39" \                                                     
        174,1 "Лікар-стоматолог медичної частини" \                     
        174,3 "ДЗЮБІНА Валентина Павлівна" \                                        
        174,2 "" \                                                     
        175,1 "Старша медична сестра медичної частини" \                     
        175,3 "КОНОВАЛЕНКО Оксана Анатоліївна" \                                        
        175,2 "" \                                                     
        176,1 "Медична сестра медичної частини" \                     
        176,3 "БОРОДІНА Валентина Петрівна" \                                        
        176,2 "" \                                                     
        177,1 "Медична сестра з фізіотерапії медичної частини" \                     
        177,3 "ЛИЧАГІНА Ольга Юріївна" \                                        
        177,2 "" \                                                     
        178,1 "Фельдшер медичної частини (Спортивно–оздоровчий комплекс)" \                     
        178,3 "ІВАНОВ Юрій Васильович" \                                        
        178,2 "12-42" \                                                     
        179,1 "Начальник гаражу" \                     
        179,3 "КОЛЧЕВ Олександр Анатолійович" \                                        
        179,2 "35-11-30 13-30" \                                                     
        180,1 "Старший комірник гаражу" \                     
        180,3 "ШКАРДУН Лариса Олексіївна" \                                        
        180,2 "13-31" \                                                     
        181,1 "Інженер-механік гаражу (кімната водіїв)" \                     
        181,3 "ЛІНКОВ Віктор Мар’янович" \                                        
        181,2 "13-32" \                                                     
        182,1 "Тракторист гаражу" \                     
        182,3 "ВАЛЄЄВ Гайдулхай Миколайович" \                                        
        182,2 "" \                                                     
        183,1 "Слюсар з ремонту рухомого майна гаражу" \                     
        183,3 "ЛИТВИНЕНКО Сергій Васильович" \                                        
        183,2 "" \                                                     
        184,1 "Водій гаражу" \                     
        184,3 "ПАВЛІЙ Олександр Олександрович" \                                        
        184,2 "" \                                                     
        185,1 "Водій гаражу" \                     
        185,3 "РОЯКІН Володимир Ілліч" \                                        
        185,2 "" \                                                     
        186,1 "Водій гаражу" \                     
        186,3 "АНДРЕЙЧЕНКО Станіслав Євгенович" \                                        
        186,2 "" \                                                     
        187,1 "Водій-співробітник гаражу" \                     
        187,3 "ШВАЙКІН Ігор Володимирович" \                                        
        187,2 "" \                                                     
        188,1 "Водій-співробітник гаражу" \                     
        188,3 "ПАЛЬЧУК Володимир Олександрович" \                                        
        188,2 "" \                                                     
        189,1 "Водій-співробітник гаражу" \                     
        189,3 "СІЛІН Геннадій Семенович" \                                        
        189,2 "" \                                                     
        190,1 "Водій-співробітник гаражу" \                     
        190,3 "ДІДЕНКО Андрій Миколайович" \                                        
        190,2 "" \                                                     
        191,1 "Водій-співробітник гаражу" \                     
        191,3 "ЧЕТВЕРУС Віктор Григорович" \                                        
        191,2 "" \                                                     
        192,1 "Водій-співробітник гаражу" \                     
        192,3 "ЧЕРКАШИН Олексій Петрович" \                                        
        192,2 "" \                                                     
        193,1 "Водій-співробітник гаражу" \                     
        193,3 "ПЕТРЕНКО Сергій Петрович" \                                        
        193,2 "" \                                                     
        194,1 "Водій-співробітник гаражу" \                     
        194,3 "МАРТИНЕНКО Юрій Миколайович" \                                        
        194,2 "" \                                                     
        195,1 "Водій-співробітник гаражу" \                     
        195,3 "МАНУЙЛОВ Володимир Вікторович" \                                        
        195,2 "" \                                                     
        196,1 "Водій-співробітник гаражу" \                     
        196,3 "АМБАРУМЯН Ігор Гургенович" \                                        
        196,2 "" \                                                     
        197,1 "Водій-співробітник гаражу" \                     
        197,3 "ІГНАТОВ Валерій Анатолійович" \                                        
        197,2 "" \                                                     
        198,1 "Водій-співробітник гаражу" \                     
        198,3 "ФОМЕНКО Вадим Анатолійович" \                                        
        198,2 "" \                                                     
        199,1 "Водій-співробітник гаражу" \                     
        199,3 "ФІЛЬЧЕНКО В’ячеслав Леонідович" \                                        
        199,2 "" \                                                     
        200,1 "Водій-співробітник гаражу" \                     
        200,3 "СВІРИДЕНКО Олександр Віталійович" \                                        
        200,2 "" \                                                     
        201,1 "Водій-співробітник гаражу" \
        201,3 "ЧАЙКА Анатолій Миколайович" \
        201,2 "" \
        202,1 "Водій-співробітник гаражу" \
        202,3 "НІКОЛАЄНКО Віталій Євгенович" \
        202,2 "" \
        203,1 "Водій-співробітник гаражу" \
        203,3 "БАБЕНКО Олексій Сергійович" \
        203,2 "" \
        204,1 "Начальник відділу капітального будівництва" \
        204,3 "НИЧИПОРЕНКО В’ячеслав Борисович" \
        204,2 "35-11-60 96-96-98 12-30" \
        205,1 "Бухгалтер капітального будівництва" \
        205,3 "СОКОЛІНСЬКА Юлія Григорівна" \
        205,2 "12-30" \
        206,1 "Маляр" \
        206,3 "КОЛГАНОВА Лідія Михайлівна" \
        206,2 "" \
        207,1 "Маляр" \
        207,3 "АНДРІЯНОВА Світлана Анатоліївна" \
        207,2 "" \
        208,1 "Маляр" \
        208,3 "ВОРОШИЛО Зінаїда Василівна" \
        208,2 "" \
        209,1 "Маляр" \
        209,3 "НІКОЛАЄНКО Ніна Миколаївна" \
        209,2 "" \
        210,1 "Завідуючий комплексом" \
        210,3 "ДОЛГОПОЛОВ Станіслав Васильович" \
        210,2 "35-11-37 13-26" \
        211,1 "Оператор котельні" \                     
        211,3 "ДЬОМІН Віктор Дмитрович" \                                        
        211,2 "12-87" \                                                     
        212,1 "Оператор котельні" \                     
        212,3 "НАУМЕНКО Олександр Сергійович" \                                        
        212,2 "12-87" \                                                     
        213,1 "Оператор котельні" \                     
        213,3 "НАУМЕНКО Сергій Олексійович" \                                        
        213,2 "12-87" \                                                     
        214,1 "Оператор котельні" \                     
        214,3 "ЛАЗАРЕВ Михайло Миколайович" \                                        
        214,2 "12-87" \                                                     
        215,1 "Директор загальної бібліотеки" \                     
        215,3 "ДЄНІСЄНКО Ольга Василівна" \                                        
        215,2 "96-99-66 13-40" \                                                     
        216,1 "Провідний бібліотекар загальної бібліотеки" \                     
        216,3 "ПАНОВА Тамара Петрівна" \                                        
        216,2 "13-40" \                                                     
        217,1 "Бібліотекар загальної бібліотеки" \                     
        217,3 "ЗАРУЦЬКА Людмила Йосипівна" \                                        
        217,2 "13-40" \                                                     
        218,1 "Бібліотекар загальної бібліотеки" \                     
        218,3 "БОЙКО Вікторія Олександрівна" \                                        
        218,2 "13-40" \                                                     
        219,1 "Зав. від. комплектування загальної бібліотеки" \                     
        219,3 "МІЩЕНКО Олена Олександрівна" \                                        
        219,2 "13-27" \                                                     
        220,1 "Провідний бібліотекар загальної бібліотеки" \                     
        220,3 "ЖУРКОВА Надія Миколаївна" \                                        
        220,2 "13-27" \                                                     
        221,1 "Провідний бібліотекар загальної бібліотеки" \
        221,3 "МАРДАНОВА Тетяна Іванівна" \
        221,2 "13-27" \
        222,1 "Бібліотекар загальної бібліотеки" \
        222,3 "КОНОВАЛОВА Діана Леонідівна" \
        222,2 "13-27" \
        223,1 "Бібліотекар загальної бібліотеки" \
        223,3 "ЧЕКМАРЬОВА Олександра Федорівна" \
        223,2 "13-27" \
        224,1 "Бібліограф загальної бібліотеки (бібліографічний відділ)" \
        224,3 "ЧЕРНИШОВА Світлана Іванівна" \
        224,2 "13-41" \
        225,1 "Бібліотекар загальної бібліотеки" \
        225,3 "РУДЕНКО Алеся Іллівна" \
        225,2 "13-28" \
        226,1 "Бібліотекар загальної бібліотеки" \
        226,3 "ТОЛСТЕНКО Олена Олександрівна" \
        226,2 "13-28" \
        227,1 "Зав. від. обслуговування загальної бібліотеки (комп’ютерна зала)" \
        227,3 "ПАРШИНА Ірина Борисівна" \
        227,2 "13-29" \
        228,1 "Зав. від .інф.- бібл. обслуговування" \
        228,3 "ПИСАРЕНКО Тетяна Іванівна" \
        228,2 "13-29" \
        229,1 "Бібліотекар (читальна зала - література)" \
        229,3 "ГУБЕНКО Вікторія Володимирівна" \
        229,2 "13-42" \
        230,1 "Бібліотекар" \
        230,3 "ГУМЕНЮК Олена Миколаївна" \
        230,2 "13-42" \
        231,1 "Бібліотекар" \                     
        231,3 "ДРЕПІНА Людмила Василівна" \                                        
        231,2 "13-42" \                                                     
        232,1 "Директор спеціальної бібліотеки" \                     
        232,3 "ПУПИНІН Микола Васильович" \                                        
        232,2 "96-99-66 11-60" \                                                     
        233,1 "Бібліотекар спеціальної бібліотеки" \                     
        233,3 "НОВІКОВА Тетяна Миколаївна" \                                        
        233,2 "11-60" \                                                     
        234,1 "Бібліотекар спеціальної бібліотеки" \                     
        234,3 "РЕЗНІКОВА Неллі Володимирівна" \                                        
        234,2 "11-60" \                                                     
        235,1 "Бібліотекар спеціальної бібліотеки" \                     
        235,3 "ДОНЕЦЬ Людмила Анатоліївна" \                                        
        235,2 "11-60" \                                                     
        236,1 "Начальник редакційно-видавничого відділу" \                     
        236,3 "НИЗОВА Леся Іванівна" \                                        
        236,2 "35-11-57 12-57" \                                                     
        237,1 "Заступник начальника редакційно-видавничого відділу" \                     
        237,3 "АНОХІНА Антоніна Миколаївна" \                                        
        237,2 "11-52" \                                                     
        238,1 "Редактор редакційно-видавничого відділу" \                     
        238,3 "ХІЖНЯКОВА Ірина Юріївна" \                                        
        238,2 "" \                                                     
        239,1 "Оператор з введення даних в ЕОМ редакційно-видавничого відділу" \                     
        239,3 "МАСАЛОВА Олена Євгеніївна" \                                        
        239,2 "" \                                                     
        240,1 "Оператор з введення даних в ЕОМ редакційно-видавничого відділу" \                     
        240,3 "ШЕХАВЦОВА Софія Павлівна" \                                        
        240,2 "" \                                                     
        241,1 "Редактор редакційно-видавничого відділу" \                     
        241,3 "ТОПОЛЬСЬКОВА Світлана Михайлівна" \                                        
        241,2 "11-54" \                                                     
        242,1 "Редактор редакційно-видавничого відділу" \                     
        242,3 "ВАСИЛЬЄВА Ольга Володимирівна" \                                        
        242,2 "11-54" \                                                     
        243,1 "Оператор з введення даних в ЕОМ редакційно-видавничого відділу" \                     
        243,3 "САХАНЬ Наталія Володимирівна" \                                        
        243,2 "11-54" \                                                     
        244,1 "Інспектор редакційно-видавничого відділу" \                     
        244,3 "СВІСТУНОВА Сніжана Сергіївна" \                                        
        244,2 "12-56" \                                                     
        245,1 "Палітурник редакційно-видавничого відділу" \                     
        245,3 "СОБОЛЄВА Наталія Михайлівна" \                                        
        245,2 "12-56" \                                                     
        246,1 "Палітурник редакційно-видавничого відділу" \                     
        246,3 "ВАЛЄЄВА Оксана Олександрівна" \                                        
        246,2 "12-56" \                                                     
        247,1 "Палітурник редакційно-видавничого відділу" \                     
        247,3 "БЄЛКІНА Тетяна Гайдулхаєвна" \                                        
        247,2 "12-56" \                                                     
        248,1 "Начальник інформаційно-технічного відділу" \                     
        248,3 "ПОРОЛЛО Лариса Василівна" \                                        
        248,2 "96-86-11 35-11-44 12-44 (12-09)" \                                                     
        249,1 "Старший інженер-програміст інформаційно-технічного відділу" \                     
        249,3 "ПОРТНЯГІНА Ольга Петрівна" \                                        
        249,2 "96-86-11 12-09" \                                                     
        250,1 "Інженер-програміст інформаційно-технічного відділу" \                     
        250,3 "КАПРАНОВ Олег Георгійович" \                                        
        250,2 "12-09" \                                                     
        251,1 "Інженер-програміст інформаційно-технічного відділу" \     
        251,3 "МІРОШНИЧЕНКО Дмитро Вікторович" \
        251,2 "12-09" \
        252,1 "Інженер-програміст інформаційно-технічного відділу" \     
        252,3 "ТАРАБАНОВСЬКИЙ Дмитро Борисович інформаційно-технічного відділу" \
        252,2 "12-09" \
        253,1 "Інженер-програміст інформаційно-технічного відділу" \     
        253,3 "КРАСНОВСЬКА Ірина Сергіївна" \
        253,2 "12-09" \
        254,1 "Інженер-програміст інформаційно-технічного відділу" \     
        254,3 "БОГАТИРЬОВ Володимир Володимирович" \
        254,2 "12-09" \
        255,1 "Інженер-електронік інформаційно-технічного відділу" \     
        255,3 "ЖУРКОВ Олександр Васильович" \
        255,2 "96-86-11 12-12 13-43" \
        256,1 "Інженер-електронік інформаційно-технічного відділу" \     
        256,3 "АНТОНОВ Олександр Михайлович" \
        256,2 "12-12" \
        257,1 "Інженер-електронік інформаційно-технічного відділу" \     
        257,3 "" \
        257,2 "12-12" \
        258,1 "Інженер-електронік інформаційно-технічного відділу" \     
        258,3 "ПОНОМАРЬОВ Ігор Іванович" \
        258,2 "12-12" \
        259,1 "Інженер-електронік інформаційно-технічного відділу (Навчальний корпус № 4)" \     
        259,3 "ДУДОЛАД Сергій Володимирович" \
        259,2 "" \
        260,1 "Начальник факультету кримінальної міліції" \     
        260,3 "КАРЧЕВСЬКИЙ Микола Віталійович" \
        260,2 "35-11-27 11-27" \
        261,1 "Заступник начальника факультету кримінальної міліції" \
        261,3 "КАРІКОВ Сергій Євгенович" \                     
        261,2 "35-11-49 13-46" \                                        
        262,1 "Заступник начальника факультету кримінальної міліції з навчальної та методичної роботи" \
        262,3 "ЮРЧЕНКО Сергій Сергійович" \                     
        262,2 "13-50" \                                        
        263,1 "Старший інспектор факультету кримінальної міліції" \
        263,3 "ТКАЧЕНКО Олександр Олександрович" \                     
        263,2 "13-50" \                                        
        264,1 "Старший інспектор факультету кримінальної міліції" \
        264,3 "ЧУКАНОВА Людмила Петрівна" \                     
        264,2 "13-50" \                                        
        265,1 "Начальник 1 курсу факультету кримінальної міліції" \
        265,3 "ЧЕРКАСОВ Віталій Борисович" \                     
        265,2 "35-11-33 13-16" \                                        
        266,1 "Заступник начальника курсу з виховної та соціальної роботи факультету кримінальної міліції" \
        266,3 "КЕРАСЕВ Сергій Іванович" \                     
        266,2 "13-16" \                                        
        267,1 "Днювальний 1 курсу факультету кримінальної міліції" \
        267,3 "" \                     
        267,2 "13-17" \                                        
        268,1 "Начальник 2 курсу факультету кримінальної міліції" \
        268,3 "" \                     
        268,2 "35-11-73 13-14" \                                        
        269,1 "Заступник начальника курсу з виховної та соціальної роботи факультету кримінальної міліції" \
        269,3 "МЕЛЬЯНЦЕВ Дмитро Олександрович" \                     
        269,2 "" \                                        
        270,1 "Днювальний 2 курсу факультету кримінальної міліції" \
        270,3 "" \                     
        270,2 "13-15" \                                        
        271,1 "Начальник 3  курсу факультету кримінальної міліції" \                     
        271,3 "ПАСТУХОВ Валентин Володимирович" \                                        
        271,2 "35-11-73 13-12" \                                                     
        272,1 "Заступник начальника курсу з виховної та соціальної роботи факультету кримінальної міліції" \                     
        272,3 "ЛЕВЧЕНКО Руслан Володимирович" \                                        
        272,2 "13-12" \                                                     
        273,1 "Днювальний 3 курсу факультету кримінальної міліції" \                     
        273,3 "" \                                        
        273,2 "13-13" \                                                     
        274,1 "Начальник 4 курсу факультету кримінальної міліції" \                     
        274,3 "НІКІТЮК Сергій Григорович" \                                        
        274,2 "35-11-33 13-10" \                                                     
        275,1 "Заступник начальника курсу з виховної та соціальної роботи факультету кримінальної міліції" \                     
        275,3 "" \                                        
        275,2 "13-10" \                                                     
        276,1 "Днювальний 4 курсу факультету кримінальної міліції" \                     
        276,3 "" \                                        
        276,2 "13-11" \                                                     
        277,1 "Заступник начальника курсу факультету кримінальної міліції" \                     
        277,3 "ГУСЄВ Дмитро Анатолійович" \                                        
        277,2 "13-16" \                                                     
        278,1 "Командир взводу факультету кримінальної міліції" \                     
        278,3 "ХОМЕНКО Роман Миколайович" \                                        
        278,2 "" \                                                     
        279,1 "Командир взводу факультету кримінальної міліції" \                     
        279,3 "БАТЯШОВ Андрій Олександрович" \                                        
        279,2 "" \                                                     
        280,1 "Старшина факультету факультету кримінальної міліції" \                     
        280,3 "ЛИСИЦИНСЬКИЙ Дмитро Валерійович" \                                        
        280,2 "" \                                                     
        281,1 "Начальник факультету підготовки слідчих" \
        281,3 "КОРЯКІН Роман В’ячеславович" \                     
        281,2 "35-11-28 11-28" \                                        
        282,1 "Заступник начальника факультету підготовки слідчих" \
        282,3 "ІОСІФОВ Павло Олександрович" \                     
        282,2 "35-11-39 11-86" \                                        
        283,1 "Заступник начальника факультету підготовки слідчих з навчальної та методичної роботи" \
        283,3 "" \                     
        283,2 "" \                                        
        284,1 "Старший інспектор факультету підготовки слідчих" \
        284,3 "ІЗОТОВ Олександр Сергійович" \                     
        284,2 "11-77" \                                        
        285,1 "Старший інспектор факультету підготовки слідчих" \
        285,3 "КАРАСЬОВА Тетяна Валентинівна" \                     
        285,2 "11-77" \                                        
        286,1 "Начальник 1 курсу факультету підготовки слідчих" \
        286,3 "КУЗЮБЕРДИН Тимофій Іванович" \                     
        286,2 "35-11-58 11-88" \                                        
        287,1 "Заступник начальника курсу з виховної та соціальної роботи факультету підготовки слідчих" \
        287,3 "ЦАРЬОВ Олександр Дмитрович" \                     
        287,2 "11-88" \                                        
        288,1 "Днювальний 1 курсу факультету підготовки слідчих" \
        288,3 "" \                     
        288,2 "11-89" \                                        
        289,1 "Начальник 2 курсу факультету підготовки слідчих" \
        289,3 "ПУЧКОВ  Ігор Євгенович" \                     
        289,2 "35-11-68 11-84" \                                        
        290,1 "Заступник начальника курсу з виховної та соціальної роботи факультету підготовки слідчих" \
        290,3 "СОЛЬОНИЙ Олексій Володимирович" \                     
        290,2 "11-84" \                                        
        291,1 "Днювальний 2 курсу факультету підготовки слідчих" \
        291,3 "" \                     
        291,2 "11-87" \                                        
        292,1 "Начальник 3 курсу факультету підготовки слідчих" \
        292,3 "ІСАЄНКО Олександр Іванович" \                     
        292,2 "35-11-68 12-36" \                                        
        293,1 "Заступник начальника курсу з виховної та соціальної роботи факультету підготовки слідчих" \
        293,3 "ЛАЗАРЄВ Владислав Олександрович" \                     
        293,2 "12-36" \                                        
        294,1 "Днювальний 3 курсу факультету підготовки слідчих" \
        294,3 "" \                     
        294,2 "11-80 (ж) 11-81 (ч)" \                                        
        295,1 "Начальник 4 курсу факультету підготовки слідчих" \
        295,3 "САВЕНКО Олександр Олександрович" \                     
        295,2 "35-11-58 11-90" \                                        
        296,1 "Заступник начальника курсу з виховної та соціальної роботи факультету підготовки слідчих" \
        296,3 "" \                     
        296,2 "11-90" \                                        
        297,1 "Днювальний 4 курсу факультету підготовки слідчих" \
        297,3 "" \                     
        297,2 "12-35 (ж) 11-91 (ч)" \                                        
        298,1 "Заступник начальника курсу факультету підготовки слідчих" \
        298,3 "ЖЕРДЄВ Сергій Олександрович" \                     
        298,2 "" \                                        
        299,1 "Командир взводу факультету підготовки слідчих" \
        299,3 "ПРОСКУРНЯ Євген Євгенович" \                     
        299,2 "" \                                        
        300,1 "Командир взводу факультету підготовки слідчих" \
        300,3 "ВОВК Григорій Вікторович" \                     
        300,2 "" \                                        
        301,1 "Старшина факультету факультету підготовки слідчих" \                        
        301,3 "ШЕВЧУК Олександр Андрійович" \
        301,2 "" \
        302,1 "Начальник факультету економічної безпеки" \                        
        302,3 "СЕРЕБРЯК Володимир Васильович" \
        302,2 "35-11-76 11-29" \
        303,1 "Заступник начальника факультету економічної безпеки" \                        
        303,3 "ШКОДА Олег Олексійович" \
        303,2 "35-11-77 13-02" \
        304,1 "Заступник начальника факультету економічної безпеки з навчальної та методичної роботи" \                        
        304,3 "ДРЮЧИН Олександр Вікторович" \
        304,2 "35-11-76 13-01" \
        305,1 "Старший інспектор факультету економічної безпеки" \                        
        305,3 "ЗАЄЦЬ Олександр Михайлович" \
        305,2 "" \
        306,1 "Старший інспектор факультету економічної безпеки" \                        
        306,3 "ОСТАПЕНКО Наталя Іванівна" \
        306,2 "" \
        307,1 "Начальник 1 курсу факультету економічної безпеки" \                        
        307,3 "КІРІЄВСЬКИЙ Олег Вікторович" \
        307,2 "35-11-38 13-18" \
        308,1 "Заступник начальника курсу з виховної та соціальної роботи факультету економічної безпеки" \                        
        308,3 "КАЛУГА Валерій Владиславович" \
        308,2 "13-18" \
        309,1 "Днювальний 1 курсу факультету економічної безпеки" \                        
        309,3 "" \
        309,2 "13-19" \
        310,1 "Начальник 2 курсу факультету економічної безпеки" \                        
        310,3 "" \
        310,2 "35-11-77 13-24" \
        311,1 "Заступник начальника курсу з виховної та соціальної роботи факультету економічної безпеки" \
        311,3 "ХАЛЯВКІН Євген Володимирович" \                     
        311,2 "13-24" \                                        
        312,1 "Днювальний 2 курсу факультету економічної безпеки" \
        312,3 "" \                     
        312,2 "13-25" \                                        
        313,1 "Начальник 3 курсу факультету економічної безпеки" \
        313,3 "КАМАЄВ Павло Павлович" \                     
        313,2 "35-11-77 13-20" \                                        
        314,1 "Заступник начальника курсу з виховної та соціальної роботи факультету економічної безпеки" \
        314,3 "КОЛОМІЄЦЬ Євген Миколайович" \                     
        314,2 "13-20" \                                        
        315,1 "Днювальний 3 курсу факультету економічної безпеки" \
        315,3 "" \                     
        315,2 "13-21" \                                        
        316,1 "Начальник 4 курсу факультету економічної безпеки" \
        316,3 "ТАРАНОВ Святослав Миколайович" \                     
        316,2 "35-11-38 13-22" \                                        
        317,1 "Заступник начальника курсу з виховної та соціальної роботи " \
        317,3 "ЮРАШЕНСЬКИЙ Олег Милевич" \                     
        317,2 "13-22" \                                        
        318,1 "Днювальний 4 курсу факультету економічної безпеки" \
        318,3 "" \                     
        318,2 "13-23" \                                        
        319,1 "Заступник начальника курсу факультету економічної безпеки" \
        319,3 "ПОНОМАРЕНКО Олексій Володимирович" \                     
        319,2 "" \                                        
        320,1 "Командир взводу факультету економічної безпеки" \
        320,3 "БІЛІЦЬКИЙ Богдан Миколайович" \                     
        320,2 "" \                                        
        321,1 " Командир взводу факультету економічної безпеки" \
        321,3 "СІРЕНКО Олександр Миколайович" \                     
        321,2 "" \                                        
        322,1 "Старшина факультету факультету економічної безпеки" \
        322,3 "МАЗУР Володимир Іванович" \                     
        322,2 "" \                                        
        323,1 "Начальник факультету заочного та дистанційного навчання працівників ОВС" \
        323,3 "ЛИЗОГУБ Ярослав Григорович" \                     
        323,2 "55-30-69 11-18" \                                        
        324,1 "Заступник начальника факультету заочного та дистанційного навчання працівників ОВС з навчальної та методичної роботи" \
        324,3 "" \                     
        324,2 "96-98-81 11-19" \                                        
        325,1 "Начальник курсу факультету заочного та дистанційного навчання працівників ОВС" \
        325,3 "ШИЩЕНКО Ольга Євгенівна" \                     
        325,2 "11-19" \                                        
        326,1 "Методист факультету факультету заочного та дистанційного навчання працівників ОВС" \
        326,3 "СИДОРОВА Олена Вікторівна" \                     
        326,2 "11-19" \                                        
        327,1 "Заступник начальника факультету заочного та дистанційного навчання працівників ОВС" \
        327,3 "ЄЛІСЄЄВА Ольга Михайлівна" \                     
        327,2 "11-20" \                                        
        328,1 "Начальник курсу факультету заочного та дистанційного навчання працівників ОВС" \
        328,3 "ФІЛАТОВА Надія Петрівна" \                     
        328,2 "96-98-81 11-20" \                                        
        329,1 "Старший викладач – методист факультету заочного та дистанційного навчання працівників ОВС" \
        329,3 "ШАДУРА Валентина Іванівна" \                     
        329,2 "11-20" \                                        
        330,1 "Оператор ЕВМ факультету заочного та дистанційного навчання працівників ОВС" \
        330,3 "МИХАЙЛЮК Ніна Василівна" \                     
        330,2 "96-98-81 12-28" \                                        
        331,1 "Начальник НКП м. Лисичанськ" \                     
        331,3 "УДОВЕНКО Володимир Іванович" \                                        
        331,2 "" \                                                     
        332,1 "Многопроф. ліцей" \                     
        332,3 "" \                                        
        332,2 "" \                                                     
        333,1 "Начальник НКП м. Миколаїв" \                     
        333,3 "ШЛИКОВ Геннадій Володимирович" \                                        
        333,2 "8(0512) 47-71-29" \                                                     
        334,1 "Начальник центру практичної психології" \                     
        334,3 "ШАБАНОВА Лілія Валентинівна" \                                        
        334,2 "35-11-78 11-56" \                                                     
        335,1 "Старший психолог центру практичної психології" \                     
        335,3 "ТОКМАН Андрій Андрійович" \                                        
        335,2 "35-11-78 11-58" \                                                     
        336,1 "Провідний психолог центру практичної психології" \                     
        336,3 "" \                                        
        336,2 "11-58" \                                                     
        337,1 "Начальник центру післядипломної освіти" \                     
        337,3 "" \                                        
        337,2 "12-23" \                                                     
        338,1 "Старший інспектор центру післядипломної освіти" \                     
        338,3 "ПОКЛАД Олена Веніамінівна" \                                        
        338,2 "12-23" \                                                     
        339,1 "Старший інспектор центру післядипломної освіти" \                     
        339,3 "СКРИПНИК Вікторія Анатоліївна" \                                        
        339,2 "12-23" \                                                     
        340,1 "Начальник центру зв`зків з громадськістю" \                     
        340,3 "" \                                        
        340,2 "" \                                                     
        341,1 "Старший інспектор центру зв`зків з громадськістю" \                     
        341,3 "ЛІНІЧУК Наталя Сергіївна" \                                       
        341,2 "" \                                                    
        342,1 "Начальник навчально-методичного центру" \                     
        342,3 "НАГАЄВА Тетяна Василівна" \                                        
        342,2 "35-11-64 12-13" \                                                     
        343,1 "Заступник начальника навчально-методичного центру - начальник відділу планування навчального процесу" \                     
        343,3 "МАНАКОВ Андрій Олексійович" \                                        
        343,2 "" \                                                     
        344,1 "Старший інспектор відділу планування навчального процесу" \                     
        344,3 "ДУБОВА Рита Миколаївна" \                                        
        344,2 "12-13" \                                                     
        345,1 "Старший викладач-методист відділу планування навчального процесу" \                     
        345,3 "МОСІЙЧУК Андрій Андрійович" \                                        
        345,2 "11-69" \                                                     
        346,1 "Старший викладач-методист відділу планування навчального процесу" \                     
        346,3 "МІНЧУК Інна Вікторівна" \                                        
        346,2 "12-16" \                                                     
        347,1 "Інспектор відділу планування навчального процесу" \                     
        347,3 "КОМПАНІЄЦЬ Анастасія Юріївна" \                                        
        347,2 "12-16" \                                                     
        348,1 "Заступник начальника навчально-методичного центру - начальник відділу методичного забезпечення навчального процесу" \                     
        348,3 "ВАНДА Валентина Михайлівна" \                                        
        348,2 "96-98-19 11-66" \                                                     
        349,1 "Старший викладач-методист відділу методичного забезпечення навчального процесу" \                     
        349,3 "" \                                        
        349,2 "35-11-64 11-64" \                                                     
        350,1 "Старший викладач-методист відділу методичного забезпечення навчального процесу" \                     
        350,3 "БРИЛЬОВА Тетяна Петрівна" \                                        
        350,2 "35-11-66 11-66" \                                                     
        351,1 "Викладач-методист відділу методичного забезпечення навчального процесу" \                      
        351,3 "ПИСЬМЕННА Наталія Олексіївна" \                                         
        351,2 "35-11-66 11-66" \                                                      
        352,1 "Методист відділу методичного забезпечення навчального процесу" \                      
        352,3 "БАННОВ Володимир Олексійович" \                                         
        352,2 "11-66" \                                                      
        353,1 "Оператор ЕОМ відділу методичного забезпечення навчального процесу" \                      
        353,3 "ПЕКІНА Марія Андріївна" \                                         
        353,2 "11-66" \                                                      
        354,1 "Начальник відділення інформаційного забезпечення дистанційного навчання навчально-методичного центру" \                      
        354,3 "ПРОКАЗА Роман Олександрович" \                                         
        354,2 "35-11-62 11-67" \                                                      
        355,1 "Методист відділення інформаційного забезпечення дистанційного навчання" \                      
        355,3 "КОЧЕНКО Ігор Павлович" \                                         
        355,2 "11-67" \                                                      
        356,1 "Методист відділення аналізу та контролю за якістю знань навчально-методичного центру" \                      
        356,3 "ТАРАСЕНКО Лідія Борисівна" \                                         
        356,2 "12-16" \                                                      
        357,1 "Начальник кафедри теорії та історії держави та права" \                      
        357,3 "АНТОНЕНКО Михайло Іванович" \                                         
        357,2 "55-19-00 11-76" \                                                      
        358,1 "Заступник начальника кафедри теорії та історії держави та права" \                      
        358,3 "ПЕКАРЧУК Володимир Михайлович" \                                         
        358,2 "96-86-21 12-51" \                                                      
        359,1 "Професор кафедри теорії та історії держави та права" \                      
        359,3 "АТОЯН Ольга Миколаївна" \                                         
        359,2 "12-51" \                                                      
        360,1 "Професор кафедри теорії та історії держави та права" \                      
        360,3 "ТАТОЛІ Тетяна Вікторівна" \                                         
        360,2 "12-51" \                                                      
        361,1 "Професор кафедри теорії та історії держави та права" \                     
        361,3 "КАРПУНОВ В’ячеслав Миколайович" \                                        
        361,2 "12-51" \                                                     
        362,1 "Професор кафедри теорії та історії держави та права" \                     
        362,3 "МИХАЛЬСЬКИЙ Ігор Сергійович" \                                        
        362,2 "12-51" \                                                     
        363,1 "Доцент кафедри теорії та історії держави та права" \                     
        363,3 "ТЕРСЬКИХ Любов Олександрівна" \                                        
        363,2 "12-51" \                                                     
        364,1 "Старший викладач кафедри теорії та історії держави та права" \                     
        364,3 "МАТВЄЄВ Сергій Васильович" \                                        
        364,2 "12-51" \                                                     
        365,1 "Старший викладач кафедри теорії та історії держави та права" \                     
        365,3 "МАЗУР Микола Вікторович" \                                        
        365,2 "12-51" \                                                     
        366,1 "Доцент кафедри теорії та історії держави та права" \                     
        366,3 "ЗАКІРОВ Марат Борисович" \                                        
        366,2 "12-51" \                                                     
        367,1 "Доцент кафедри теорії та історії держави та права" \                     
        367,3 "ЗАКІРОВА Світлана Геннадіївна" \                                        
        367,2 "12-51" \                                                     
        368,1 "Викладач кафедри теорії та історії держави та права" \                     
        368,3 "БОНДАРЄВА Світлана Олександрівна" \                                        
        368,2 "12-51" \                                                     
        369,1 "Старший лаборант кафедри теорії та історії держави та права" \                     
        369,3 "ШВЕЦЬ Яна Миколаївна" \                                        
        369,2 "12-51" \                                                     
        370,1 "Начальник кафедри філософії права" \                     
        370,3 "ЄРЕМЕНКО Олександр Михайлович" \                                        
        370,2 "35-11-72 11-72" \                                                     
        371,1 "Заступник начальника кафедри філософії права" \                    
        371,3 "КАРПУНОВА Наталія Григорівна" \                                        
        371,2 "12-60" \                                                     
        372,1 "Старший викладач кафедри філософії права" \                     
        372,3 "МАКСИМОВ Михайло Федорович" \                                        
        372,2 "12-60" \                                                     
        373,1 "Професор кафедри філософії права" \                     
        373,3 "ЛИТВИНОВ Олександр Миколайович" \                                        
        373,2 "12-60" \                                                     
        374,1 "Професор кафедри філософії права" \                     
        374,3 "РЕЗНІКОВ Анатолій Вікторович" \                                        
        374,2 "12-60" \                                                     
        375,1 "Доцент кафедри філософії права" \                     
        375,3 "ЛЕВЧЕНКОВА Ольга Борисівна" \                                        
        375,2 "12-60" \                                                     
        376,1 "Викладач кафедри філософії права" \                     
        376,3 "ГАЛГАШ Ганна Юріївна" \                                        
        376,2 "12-60" \                                                     
        377,1 "Старший лаборант кафедри філософії права" \                     
        377,3 "ЛЕЩЕНКО Наталія Іванівна" \                                        
        377,2 "12-60" \                                                     
        378,1 "Начальник кафедри юридичної лінгвістики та документознавства" \                     
        378,3 "" \                                        
        378,2 "" \                                                     
        379,1 "Заступник начальника кафедри юридичної лінгвістики та документознавства" \                     
        379,3 "ПАЩУК Раїса Іллівна" \                                        
        379,2 "96-86-21 12-25" \                                                     
        380,1 "Старший викладач кафедри юридичної лінгвістики та документознавства" \                      
        380,3 "ВАСИЛЬЄВА Галина Йосипівна" \                                        
        380,2 "12-25" \                                                     
        381,1 "Викладач кафедри юридичної лінгвістики та документознавства" \                     
        381,3 "СКИБА Ірина Геннадіївна" \                                        
        381,2 "12-25" \                                                     
        382,1 "Старший лаборант кафедри юридичної лінгвістики та документознавства" \                     
        382,3 "ЗУЄВА Надія Іванівна" \                                        
        382,2 "12-25" \                                                     
        383,1 "Завідувач кафедри кримінального процессу та правосуддя" \                     
        383,3 "КУРОЧКА Микола Йосипович" \                                        
        383,2 "35-11-31 12-21" \                                                     
        384,1 "Заступник начальника кафедри кримінального процессу та правосуддя" \                     
        384,3 "ЛИТВИНЧУК Олександр Іванович" \                                        
        384,2 "35-11-41 12-96" \                                                     
        385,1 "Доцент кафедри кримінального процессу та правосуддя" \                     
        385,3 "ЧЕРКОВА Марина Юріївна" \                                        
        385,2 "12-96" \                                                     
        386,1 "Доцент кафедри кримінального процессу та правосуддя" \                     
        386,3 "ІВАНИЦЬКИЙ Сергій Олександрович" \                                        
        386,2 "12-96" \                                                     
        387,1 "Старший викладач кафедри кримінального процессу та правосуддя" \                     
        387,3 "ТЕМНІКОВ Олександр Вікторович" \                                        
        387,2 "12-49" \                                                     
        388,1 "Викладач кафедри кримінального процессу та правосуддя" \                     
        388,3 "МЕЛЬНИК Руслан Іванович" \                                        
        388,2 "12-96" \                                                     
        389,1 "Викладач кафедри кримінального процессу та правосуддя" \                     
        389,3 "ГЛАДКІХ Володимир Юрійович" \                                        
        389,2 "12-96" \                                                     
        390,1 "Викладач кафедри кримінального процессу та правосуддя" \                     
        390,3 "КАРАБУТ Людмила Володимирівна" \                                        
        390,2 "12-96" \                                                     
        391,1 "Викладач кафедри кримінального процессу та правосуддя" \                     
        391,3 "КОЛОМІЄЦЬ Наталія Анатоліївна" \                                        
        391,2 "12-96" \                                                     
        392,1 "Доцент кафедри кримінального процессу та правосуддя" \                     
        392,3 "ГРИШИН Юрій Олександрович" \                                        
        392,2 "12-96" \                                                     
        393,1 "Доцент кафедри кримінального процессу та правосуддя" \                     
        393,3 "БЕДНАРСЬКА Валентина Марцинівна" \                                        
        393,2 "12-96" \                                                     
        394,1 "Викладач кафедри кримінального процессу та правосуддя" \                     
        394,3 "ВАСИЛЬЄВ Віктор Дмитрович" \                                        
        394,2 "12-96" \                                                     
        395,1 "Викладач кафедри кримінального процессу та правосуддя" \                     
        395,3 "ЗАБОЛОТНИЙ Валерій Іванович" \                                        
        395,2 "12-96" \                                                     
        396,1 "Викладач кафедри кримінального процессу та правосуддя" \                     
        396,3 "КУКОЄВ Михайло Магомедович" \                                        
        396,2 "12-96" \                                                     
        397,1 "Старший викладач кафедри кримінального процессу та правосуддя" \                     
        397,3 "КІНДІРОВ Костянтин Олексійович" \                                        
        397,2 "12-96" \                                                     
        398,1 "Старший викладач кафедри кримінального процессу та правосуддя" \                     
        398,3 "СУРА Микола Федорович" \                                        
        398,2 "12-96" \                                                     
        399,1 "Викладач кафедри кримінального процессу та правосуддя" \                     
        399,3 "КІР´ЯН Микола Сергійович" \                                        
        399,2 "12-96" \                                                     
        400,1 "Старший лаборант кафедри кримінального процессу та правосуддя" \                     
        400,3 "ЛІГУС Олена Володимирівна" \                                        
        400,2 "12-49" \                                                     
        401,1 "Начальник кафедри кримінального права" \
        401,3 "БЕНІЦЬКИЙ Андрій Сергійович" \
        401,2 "35-11-71 11-71" \
        402,1 "Заступник начальника кафедри кримінального права" \
        402,3 "БОЛДАРЬ Галина Євгенівна" \
        402,2 "35-11-71 12–17" \
        403,1 "Старший викладач кафедри кримінального права" \
        403,3 "ВІСКУНОВ Віктор Віталійович" \
        403,2 "12–17" \
        404,1 "Старший викладач кафедри кримінального права" \
        404,3 "РИБЯНЦЕВ Андрій Анатольович" \
        404,2 "12–17" \
        405,1 "Старший викладач кафедри кримінального права" \
        405,3 "ПОЛТАВЕЦЬ Валерія Володимирівна" \
        405,2 "12–17" \
        406,1 "Викладач кафедри кримінального права" \
        406,3 "ГАЛКІН Руслан Петрович" \
        406,2 "12–17" \
        407,1 "Викладач кафедри кримінального права" \
        407,3 "ГНЄТНЄВ Максим Костянтинович" \
        407,2 "12–17" \
        408,1 "Доцент кафедри кримінального права" \
        408,3 "ЗВІРЯКА Віктор Анатолійович" \
        408,2 "12–17" \
        409,1 "Викладач кафедри кримінального права" \
        409,3 "СТАЧУК В'ячеслав Іванович" \
        409,2 "12–17" \
        410,1 "Викладач кафедри кримінального права" \
        410,3 "ТЕЛЬПОВ Олег Вікторович" \
        410,2 "12–17" \
        411,1 "Викладач кафедри кримінального права" \                     
        411,3 "КОЛОДЯЖНИЙ Віктор Олександрович" \                                        
        411,2 "12–17" \                                                     
        412,1 "Викладач кафедри кримінального права" \                     
        412,3 "ПИСЬМЕНСЬКИЙ Євген Олександрович" \                                        
        412,2 "12–17" \                                                     
        413,1 "Викладач кафедри кримінального права" \                     
        413,3 "МЯГКОВ Микола Олександрович" \                                        
        413,2 "12–17" \                                                     
        414,1 "Доцент кафедри кримінального права" \                     
        414,3 "ДРОБОТ Володимир Павлович" \                                        
        414,2 "12–17" \                                                     
        415,1 "Викладач кафедри кримінального права" \                     
        415,3 "АСТАФ'ЄВ Дмитро Володимирович" \                                        
        415,2 "12–17" \                                                     
        416,1 "Старший лаборант кафедри кримінального права" \                     
        416,3 "СТАРОВОЙТОВА Юлія Геннадіївна" \                                        
        416,2 "12–17" \                                                     
        417,1 "Начальник кафедри адміністративного права та адміністративної діяльності" \                     
        417,3 "Головін Анатолій Павлович" \                                        
        417,2 "35-11-52 12-52" \                                                     
        418,1 "Заступник начальника кафедри адміністративного права та адміністративної діяльності" \                     
        418,3 "Кутова Ірина Едуардівна" \                                        
        418,2 "35-11-52 12-53" \                                                     
        419,1 "Доцент кафедри адміністративного права та адміністративної діяльності" \                     
        419,3 "Дригваль Наталія Петрівна" \                                        
        419,2 "12-53" \                                                     
        420,1 "Старший викладач кафедри адміністративного права та адміністративної діяльності" \                     
        420,3 "Саенко Сергій Іванович" \                                        
        420,2 "12-53" \                                                     
        421,1 "Викладач кафедри адміністративного права та адміністративної діяльності" \                     
        421,3 "ТЕРСЬКИХ Олександр Миколайович" \                                        
        421,2 "12-53" \                                                     
        422,1 "Викладач кафедри адміністративного права та адміністративної діяльності" \                     
        422,3 "Фомін Павло Павлович" \                                        
        422,2 "12-53" \                                                     
        423,1 "Викладач кафедри адміністративного права та адміністративної діяльності" \                     
        423,3 "Беницький Олексій Михайлович" \                                        
        423,2 "12-53" \                                                     
        424,1 "Професор кафедри адміністративного права та адміністративної діяльності" \                     
        424,3 "Афанасьев Костянтин  Костянтинович" \                                        
        424,2 "12-53" \                                                     
        425,1 "Доцент кафедри адміністративного права та адміністративної діяльності" \                     
        425,3 "Бережной Анатолій Васильович" \                                        
        425,2 "12-53" \                                                     
        426,1 "Доцент кафедри адміністративного права та адміністративної діяльності" \                     
        426,3 "Ткаченко Володимир Іванович" \                                        
        426,2 "12-53" \                                                     
        427,1 "Старший викладач кафедри адміністративного права та адміністративної діяльності" \                     
        427,3 "Ткаченко Володимир Львович" \                                        
        427,2 "12-53" \                                                     
        428,1 "Доцент автокласу кафедри адміністративного права та адміністративної діяльності" \                     
        428,3 "Баюн Віктор Миколайович" \                                        
        428,2 "" \                                                     
        429,1 "Викладач автокласу кафедри адміністративного права та адміністративної діяльності" \                     
        429,3 "Тіньковський Геннадій Йосипович" \                                        
        429,2 "" \                                                     
        430,1 "Доцент автокласу кафедри адміністративного права та адміністративної діяльності" \                     
        430,3 "Рибін Геннадій Петрович" \                                        
        430,2 "" \                                                     
        431,1 "Викладач автокласу кафедри адміністративного права та адміністративної діяльності" \                      
        431,3 "Зновенко Олександр Анатольович" \                                         
        431,2 "" \                                                      
        432,1 "Старший лаборант кафедри адміністративного права та адміністративної діяльності" \                      
        432,3 "Старцева Наталія Іванівна" \                                         
        432,2 "35-11-52 12-53" \                                                      
        433,1 "Завідувач кафедри економічної безпеки" \                      
        433,3 "БУРБЕЛО Олег Анатолійович" \                                         
        433,2 "35-11-20 12-20" \                                                      
        434,1 "Заступник начальника кафедри економічної безпеки" \                      
        434,3 "МЕЖЕНСЬКА Світлана Іванівна" \                                         
        434,2 "35-11-20 12-19" \                                                      
        435,1 "Доцент кафедри економічної безпеки" \                      
        435,3 "СТРЕЛЬНІКОВА Наталія Миколаївна" \                                         
        435,2 "12-19" \                                                      
        436,1 "Доцент кафедри економічної безпеки" \                      
        436,3 "ТАРАСЕНКО Владислав Єгорович" \                                         
        436,2 "12-19" \                                                      
        437,1 "Старший викладач кафедри економічної безпеки" \                      
        437,3 "ЗУЄВА Олена Іванівна" \                                         
        437,2 "12-19" \                                                      
        438,1 "Старший викладач кафедри економічної безпеки" \                      
        438,3 "АНДРОСОВ Сергій Михайлович" \                                         
        438,2 "12-19" \                                                      
        439,1 "Викладач кафедри економічної безпеки" \                      
        439,3 "ЩЕГЛОВ Дмитро Сергійович" \                                         
        439,2 "12-19" \                                                      
        440,1 "Старший викладач кафедри економічної безпеки" \                      
        440,3 "МАЛАЄВА Тетяна Віталіївна" \                                         
        440,2 "12-19" \                                                      
        441,1 "Викладач кафедри економічної безпеки" \                     
        441,3 "КРЕТОВА Анастасія Юріївна" \                                        
        441,2 "12-19" \                                                     
        442,1 "Старший лаборант кафедри економічної безпеки" \                     
        442,3 "БОНДАРЕНКО Лариса Олексіївна" \                                        
        442,2 "12-19" \                                                     
        443,1 "Начальник кафедри юридичної психології, судової медицини та психіатрії" \            
        443,3 "ЗВОНОК Олександр Степанович" \                                        
        443,2 "96-96-66 12-06" \                                                     
        444,1 "Заступник начальника кафедри юридичної психології, судової медицини та психіатрії" \                     
        444,3 "НЕДОСТУП Микола Федорович" \                                        
        444,2 "96-96-66 12-05" \                                                     
        445,1 "Доцент кафедри юридичної психології, судової медицини та психіатрії" \                     
        445,3 "АНТОНЕНКО Тетяна Леонардівна" \                                        
        445,2 "12-05" \                                                     
        446,1 "Доцент кафедри юридичної психології, судової медицини та психіатрії" \                     
        446,3 "ВАСЮК Андрій Григорович" \                                        
        446,2 "12-05" \                                                     
        447,1 "Професор кафедри юридичної психології, судової медицини та психіатрії" \                     
        447,3 "ОЛЕЙНІКОВ Володимир Андрійович" \                                        
        447,2 "12-05" \                                                     
        448,1 "Доцент 0.5 кафедри юридичної психології, судової медицини та психіатрії" \                     
        448,3 "КОСТИЛЄВ Дмитро Володимирович" \                                        
        448,2 "12-05" \                                                     
        449,1 "Старший лаборант кафедри юридичної психології, судової медицини та психіатрії" \                     
        449,3 "ЄЛІСЄЄВА Яна Юріївна" \                                        
        449,2 "12-05" \                                                     
        450,1 "Начальник кафедри спеціальної фізичної та вогневої підготовки" \                    
        450,3 "БУДАГЬЯНЦ Георгій Миколайович" \                                        
        450,2 "35-11-75 12-15" \                                                     
        451,1 "Заступник начальника кафедри спеціальної фізичної та вогневої підготовки" \
        451,3 "КОМПАНІЄЦЬ Юрій Анатолійович" \
        451,2 "96-81-11 12-00" \
        452,1 "Заступник начальника кафедри спеціальної фізичної та вогневої підготовки" \
        452,3 "Ковров Євген Анатолійович" \
        452,2 "12-14" \
        453,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \
        453,3 "ГРЄЗЄВ Юрій Миколайович" \
        453,2 "12-00" \
        454,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \
        454,3 "РЕДЬКО Сергій Станіславович" \
        454,2 "12-00" \
        455,1 "Старший викладач кафедри спеціальної фізичної та вогневої підготовки" \
        455,3 "НІКОЛАЄНКО Євген Анатолійович" \
        455,2 "12-14" \
        456,1 "Старший викладач кафедри спеціальної фізичної та вогневої підготовки" \
        456,3 "КОПИЛОВ Володимир Олександрович" \
        456,2 "12-18" \
        457,1 "Старший викладач кафедри спеціальної фізичної та вогневої підготовки" \
        457,3 "БОЛЬШАКОВ Сергій Вікторович" \
        457,2 "12-18 " \
        458,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \
        458,3 "ЛИМАР Олег Анатолійови" \
        458,2 "12-18" \
        459,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \
        459,3 "ГЕРАСИМЧУК Юрій Вікторович" \
        459,2 "12-18" \
        460,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \
        460,3 "ПОПОВ Сергій Вікторович" \
        460,2 "12-18" \
        461,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        461,3 "АНІСОВ Микола Борисович" \
        461,2 "12-18" \
        462,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        462,3 "ГЛАЗКОВ Вячеслав Валерійович" \
        462,2 "12-18" \
        463,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        463,3 "ЗЕЛЕНСЬКИЙ Олексій Васильович" \
        463,2 "12-18" \
        464,1 "Старший викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        464,3 "МІХАЛЬЧУК Роман Васильович" \
        464,2 "12-18" \
        465,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        465,3 "Несмашний Володимир Іванович" \
        465,2 "12-18" \
        466,1 "Старший викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        466,3 "СОПІН Олег Вікторович" \
        466,2 "11-61" \
        467,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        467,3 "СУМЦОВ Костянтин Андрійович" \
        467,2 "11-61" \
        468,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        468,3 "КАМАЄВА Валентина Воломирівна" \
        468,2 "11-61" \
        469,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        469,3 "ГРЕЧАНИК Сергій Михайлович" \
        469,2 "11-61" \
        470,1 "Доцент кафедри спеціальної фізичної та вогневої підготовки" \                                                     
        470,3 "ДОНЧЕНКО Андрій Віталійович" \
        470,2 "96-99-27 12-26" \
        471,1 "Старший викладач кафедри спеціальної фізичної та вогневої підготовки" \                     
        471,3 "ДУХІН Володимир Іванович" \                                        
        471,2 "12-26" \                                                     
        472,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                     
        472,3 "СВІТЛИЧНИЙ Євген Григорович" \                                        
        472,2 "12-26" \                                                     
        473,1 "Викладач кафедри спеціальної фізичної та вогневої підготовки" \                     
        473,3 "КОВРОВА Олена Євгенівна" \                                        
        473,2 "12-26" \                                                     
        474,1 "Старший викладач кафедри спеціальної фізичної та вогневої підготовки" \                     
        474,3 "Афанасьєв Сергій Іванович" \                                        
        474,2 "12-26" \                                                     
        475,1 "Старший викладач кафедри спеціальної фізичної та вогневої підготовки" \                     
        475,3 "ПЕТРОВ Василь Васильович" \                                        
        475,2 "96-99-27 11-62" \                                                     
        476,1 "Начальник тиру кафедри спеціальної фізичної та вогневої підготовки" \                     
        476,3 "ПОВАГА Сергій Анатолійович" \                                        
        476,2 "11-62" \                                                     
        477,1 "Начальник кабінету кафедри спеціальної фізичної та вогневої підготовки" \                     
        477,3 "ОЖЕМА Сергій Олександрович" \                                        
        477,2 "" \                                                     
        478,1 "Начальник кафедри криміналістики" \                     
        478,3 "БІРЮКОВ Валерій Васильович" \                                        
        478,2 "96-81-87 12-01" \                                                     
        479,1 "Заступник начальника кафедри криміналістики" \                     
        479,3 "КОВАЛЕНКО Володимир Вікторович" \                                        
        479,2 "96-81-87 12-02 (кабінет офіс)" \                                                     
        480,1 "Доцент кафедри криміналістики" \                     
        480,3 "ШЕХАВЦОВ Руслан Миколайович" \                                        
        480,2 "12-02 (кабінет офіс)" \                                                     
        481,1 "Старший викладач кафедри криміналістики" \                     
        481,3 "БІРЮКОВ Олег Михайлович" \                                        
        481,2 "12-02 (кабінет офіс)" \                                                     
        482,1 "Старший викладач кафедри криміналістики" \                     
        482,3 "МАРЧЕНКО Артем Борисович" \                                        
        482,2 "12-02 (кабінет офіс)" \                                                     
        483,1 "Завідуючий криміналістичною лабораторією кафедри криміналістики" \                     
        483,3 "" \                                        
        484,2 "12-02 (кабінет офіс)" \                                                     
        484,1 "Викладач кафедри криміналістики" \                     
        484,3 "ГАВРИЛЯК Олена Юріївна" \                                        
        485,2 "96-81-87 12-03" \                                                     
        485,1 "Старший викладач кафедри криміналістики" \                     
        485,3 "ЛАСУКОВ Володимир Олександрович" \                                        
        486,2 "12-03" \                                                     
        486,1 "Старший викладач кафедри криміналістики" \                     
        486,3 "ГОЛОВКІН Сергій Вікторович" \                                        
        487,2 "12-03" \                                                     
        487,1 "Старший викладач кафедри криміналістики" \                     
        487,3 "КРАЄВСЬКИЙ Михайло Павлович" \                                        
        487,2 "12-03" \                                                     
        488,1 "Викладач кафедри криміналістики" \                     
        488,3 "ГОРБАНЬОВ Ігор Миколайович" \                                        
        488,2 "12-03" \                                                     
        489,1 "Старший викладач кафедри криміналістики" \                     
        489,3 "РЄЗНИКОВ Віталій Григорович" \                                        
        489,2 "12-03" \                                                     
        490,1 "Старший викладач кафедри криміналістики" \                     
        490,3 "МЄЛЬНИКОВ Микола Іванович" \                                        
        490,2 "12-03" \                                                     
        491,1 "Викладач кафедри криміналістики" \
        491,3 "МАМЧУР Сергій Леонідович" \                     
        491,2 "12-03" \
        492,1 "Старший лаборант кафедри криміналістики" \
        492,3 "ТЕРТИЧЕНКО Олена Василівна" \                     
        492,2 "12-43" \
        493,1 "Завідувач кафедри тактико-спеціальної підготовки" \
        493,3 "ЖИВОТОВ Віктор Васильович" \                     
        493,2 "35-11-67 12-07" \
        494,1 "Заступник начальника кафедри тактико-спеціальної підготовки" \
        494,3 "ЛУМЕРОВСЬКИЙ Сергій Віталійович" \                     
        494,2 "12-07" \
        495,1 "Старший викладач кафедри тактико-спеціальної підготовки" \
        495,3 "ІОСІФОВ Юрій Олександрович" \                     
        495,2 "35-11-67 12-04" \
        496,1 "Викладач кафедри тактико-спеціальної підготовки" \
        496,3 "ЧУГУНОВ Микола Олександрович" \                     
        496,2 "12-04" \
        497,1 "Доцент кафедри тактико-спеціальної підготовки" \
        497,3 "КОРОВІН Михайло Андрійович" \                     
        497,2 "12-04" \
        498,1 "Викладач кафедри тактико-спеціальної підготовки" \
        498,3 "ЛЄЖНЬОВ Володимир Васильович" \                     
        498,2 "12-04" \
        499,1 "Викладач кафедри тактико-спеціальної підготовки" \
        499,3 "КУКУШКІН Валерій Павлович" \                     
        499,2 "12-04" \
        500,1 "Викладач кафедри тактико-спеціальної підготовки" \
        500,3 "ЄННА Олег Анатолійович" \                     
        500,2 "12-04" \
        501,1 "Старший лаборант кафедри тактико-спеціальної підготовки" \                                       
        501,3 "ГЕКОВА Людмила Іванівна" \                          
        501,2 "12-04" \                                       
        502,1 "Начальник кафедри іноземних мов" \                                       
        502,3 "МОГІЛЕВСЬКА Нателла Едуардівна" \                          
        502,2 "55-19-00 12-24" \                                       
        503,1 "Заступник начальника кафедри іноземних мов" \                                       
        503,3 "ПЕТРОСЯН Юлія Ашотівна" \                          
        503,2 "" \                                       
        504,1 "Професор кафедри іноземних мов" \                                       
        504,3 "ЛИТВИНОВ Микола Маркович" \                          
        504,2 "" \                                       
        505,1 "Доцент кафедри іноземних мов" \                                       
        505,3 "КАЛЮЖНА Вікторія Юріївна" \                          
        505,2 "" \                                       
        506,1 "Старший викладач кафедри іноземних мов" \                                       
        506,3 "КОГАН Юлія Миколаївна" \                          
        506,2 "" \                                       
        507,1 "Викладач кафедри іноземних мов" \                                       
        507,3 "ЧЕРНИШЕВА Вікторія Іванівна" \                          
        507,2 "" \                                       
        508,1 "Викладач кафедри іноземних мов" \                                       
        508,3 "УШАКОВА Лариса Леонідівна" \                          
        508,2 "" \                                       
        509,1 "Викладач кафедри іноземних мов" \                                       
        509,3 "НОВІКОВА Ірина Євгенівна" \                          
        509,2 "" \                                       
        510,1 "Старший викладач кафедри іноземних мов" \                                       
        510,3 "ЛІТВІНОВ Олександр Миколайович" \                          
        510,2 "" \                                       
        511,1 "Викладач кафедри іноземних мов" \                     
        511,3 "ГРІДНЄВА Любов Миколаївна" \                                        
        511,2 "" \                                                     
        512,1 "Викладач кафедри іноземних мов" \                     
        512,3 "КАСТИРИНА Олександра Сергіївна" \                                        
        512,2 "" \                                                     
        513,1 "Викладач кафедри іноземних мов" \                     
        513,3 "КРАСНОВА Наталія Валеріївна" \                                        
        513,2 "" \                                                     
        514,1 "Викладач кафедри іноземних мов" \                     
        514,3 "КУБРАКОВА Марина Віталіївна" \                                        
        514,2 "" \                                                     
        515,1 "Викладач кафедри іноземних мов" \                     
        515,3 "СВИРИДОВА Вікторія Олександрівна" \                                        
        515,2 "" \                                                     
        516,1 "Викладач кафедри іноземних мов" \                     
        516,3 "СИНЯКОВА Галина Петрівна" \                                        
        516,2 "" \                                                     
        517,1 "Викладач кафедри іноземних мов" \                     
        517,3 "ЧЕРНОІВАНЕНКО Ірина Анатоліївна" \                                        
        517,2 "" \                                                     
        518,1 "Викладач кафедри іноземних мов" \                     
        518,3 "ГРЕЧЕНКОВА Лідія Олександрівна" \                                        
        518,2 "" \                                                     
        519,1 "Старший лаборант кафедри іноземних мов" \                     
        519,3 "ІВАНОВА Вікторія Ігорівна" \                                        
        519,2 "" \                                                     
        520,1 "Завідувач кафедри оперативно-розшукової діяльності та спеціальної техніки" \                     
        520,3 "СІЛЮКОВ Володимир Олексійович" \                                        
        520,2 "35-11-59 12-10" \                                                     
        521,1 "Заступник завідуючого кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        521,3 "ЦВЄТКОВ Олександр Георгійович" \
        521,2 "96-81-87 12-08" \
        522,1 "Старший викладач кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        522,3 "ЧИСТОЛІНОВ Олександр Миколайович" \
        522,2 "96-81-87 12-08" \
        523,1 "Старший викладач кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        523,3 "ЧЕРКОВ Володимир Олександрович" \
        523,2 "12-08" \
        524,1 "Викладач кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        524,3 "ХАНЬКЕВИЧ Андрій Миколайович" \
        524,2 "12-08" \
        525,1 "Викладач кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        525,3 "ЄСЬКОВ Сергій Валентинович" \
        525,2 "12-08" \
        526,1 "Доцент кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        526,3 "МИХАЙЛИЧЕНКО Анатолій Олександрович" \
        526,2 "12-08" \
        527,1 "Викладач кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        527,3 "МАТВІЄНКО Павло Васильович" \
        527,2 "12-08" \
        528,1 "Викладач кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        528,3 "ШАЛАЄВ Володимир Миколайович" \
        528,2 "12-08" \
        529,1 "Старший лаборант кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        529,3 "ФОМЕНКО Любов Олександрівна" \
        529,2 "12-08" \
        530,1 "Завідувач науково-дослідної лабораторії з правових та організаційно-тактичних проблем ОРД кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        530,3 "БАРАНЕНКО Борис Іванович" \
        530,2 "" \
        531,1 "Науковий співробітник науково-дослідної лабораторії з правових та організаційно-тактичних проблем ОРД кафедри оперативно-розшукової діяльності та спеціальної техніки" \
        531,3 "БАБІЧЕВ Дмитро Олександрович" \
        531,2 "12-08" \
        532,1 "Завідувач кафедри інформатики та інформаційних технологій у діяльності ОВС " \                     
        532,3 "ПАВЛЮКОВ Володимир Федорович" \                                        
        532,2 "35-11-61 12-11" \                                                     
        533,1 "Викладач" \                     
        533,3 "СНЕГІРЬОВА Тетяна Леонідівна" \                                        
        533,2 "12-84" \                                                     
        534,1 "Викладач" \                     
        534,3 "ТАРАСЕНКО Руслан Володимирович" \                                        
        534,2 "12-84" \                                                     
        535,1 "Старший викладач" \                     
        535,3 "ВОРОНОВ Олександр Ігоревич" \                                        
        535,2 "12-84" \                                                     
        536,1 "Старший лаборант" \                     
        536,3 "ТОКАЙЧУК Ірина Вікторівна" \                                        
        536,2 "12-84" \                                                     
        537,1 "Завідувач кафедри організації розслідування злочинів" \                     
        537,3 "ЧЕРЕЧУКІНА Людмила В’ячеславівна" \                                        
        537,2 "35-11-51 11-51" \                                                     
        538,1 "Заступник начальника кафедри організації розслідування злочинів" \                     
        538,3 "" \                                        
        538,2 "" \                                                     
        539,1 "Доцент кафедри організації розслідування злочинів" \                     
        539,3 "КАЛАШНІКОВ Михайло Михайлович" \                                        
        539,2 "" \                                                     
        540,1 "Доцент кафедри організації розслідування злочинів" \                     
        540,3 "КОБЗАРЬ Сергій Іванович" \                                        
        540,2 "35-11-51 11-53" \                                                     
        541,1 "Старший викладач кафедри організації розслідування злочинів" \                     
        541,3 "МЕЛЬНИКОВА Ольга Борисівна" \                                        
        541,2 "11-53" \                                                     
        542,1 "Старший лаборант кафедри організації розслідування злочинів" \                     
        542,3 "ЯКУШЕВСЬКА Олена Олександрівна" \                                        
        542,2 "11-53" \                                                     
        543,1 "Начальник кафедри економіко-правових дисциплін" \                     
        543,3 "ПЕКІН Андрій Юрійович" \                                        
        543,2 "96-97-22 11-94" \                                                     
        544,1 "Заступник начальника кафедри економіко-правових дисциплін" \                     
        544,3 "ШЕВЦОВА Ольга Вікторівна" \                                        
        544,2 "96-97-22 11-97" \                                                     
        545,1 "Професор кафедри економіко-правових дисциплін" \                     
        545,3 "ПРОХОРОВА Ольга Анатоліївна" \                                        
        545,2 "11-97" \                                                     
        546,1 "Професор кафедри економіко-правових дисциплін" \                     
        546,3 "ТІСУНОВА Вікторія Миколаївна" \                                        
        546,2 "11-97" \                                                     
        547,1 "Старший викладач кафедри економіко-правових дисциплін" \                     
        547,3 "ВОЛКОВА Галина Іванівна" \                                        
        547,2 "11-97" \                                                     
        548,1 "Старший викладач кафедри економіко-правових дисциплін" \                     
        548,3 "БІШАРЕВА Олена Василівна" \                                        
        548,2 "11-97" \                                                     
        549,1 "Викладач кафедри економіко-правових дисциплін" \                     
        549,3 "СТЕПАНЕНКО Дмитро Юрійович" \                                        
        549,2 "11-97" \                                                     
        550,1 "Старший викладач кафедри економіко-правових дисциплін" \                     
        550,3 "КОВАЛЕНКО Тетяна Сергіївна" \                                        
        550,2 "11-97" \                                                     
        551,1 "Викладач кафедри економіко-правових дисциплін" \
        551,3 "БЕРЕСТ Дмитро Олександрович" \
        551,2 "11-97" \
        552,1 "Викладач кафедри економіко-правових дисциплін" \
        552,3 "ВАСИЛЕНКО Валерій Федорович" \
        552,2 "11-97" \
        553,1 "Старший лаборант кафедри економіко-правових дисциплін" \
        553,3 "НУРДІНОВА Наталія Василівна" \
        553,2 "11-97" \
        554,1 "Завідувач кафедри конституційного та міжнародного права" \
        554,3 "ЗАГОРУЙ Іван Семенович" \
        554,2 "35-11-74 11-74" \
        555,1 "Старший викладач кафедри конституційного та міжнародного права" \
        555,3 "МЕДВЕДЄВ Юрій Львович" \
        555,2 "11-75" \
        556,1 "Викладач кафедри конституційного та міжнародного права" \
        556,3 "ВАЛЄЄВ Руслан Гельманович" \
        556,2 "11-75" \
        557,1 "Професор кафедри конституційного та міжнародного права" \
        557,3 "КОВАЛЬ Валерій Стефанович" \
        557,2 "11-75" \
        558,1 "Доцент кафедри конституційного та міжнародного права" \
        558,3 "СОРОКА Ганна Борисівна" \
        558,2 "35-11-74 11-75" \
        559,1 "Доцент кафедри конституційного та міжнародного права" \
        559,3 "ОСАДЧА Ірина Леонідівна" \
        559,2 "11-75" \
        560,1 "Викладач кафедри конституційного та міжнародного права" \
        560,3 "КОВАЛЕНКО Сергій Васильович" \
        561,2 "11-75" \
        561,1 "Викладач кафедри конституційного та міжнародного права" \
        561,3 "ДМИТРЕНКО Оксана Валеріївна" \
        562,2 "11-75" \
        562,1 "Викладач кафедри конституційного та міжнародного права" \
        562,3 "ЦИМБАЛЮК Юрій Анатолійович" \
        563,2 "11-75" \
        563,1 "Старший лаборант кафедри конституційного та міжнародного права" \
        563,3 "ШВЕЦЬ Василина Сергіївна" \
        564,2 "11-75" \
        564,1 "Начальник кафедри цивільного права та процесу" \
        564,3 "" \
        565,2 "96-97-95 11-95" \
        565,1 "Заступник начальника кафедри цивільного права та процесу" \
        565,3 "КРЯКОВЦЕВ Сергій Михайлович" \
        566,2 "96-97-95 11-96" \
        566,1 "Доцент кафедри цивільного права та процесу" \
        566,3 "КОМАРОВ Владимир Анатолійович" \
        567,2 "11-96" \
        567,1 "Старший викладач кафедри цивільного права та процесу" \
        567,3 "ЖИДКОВА Олена Степанівна" \
        568,2 "11-96" \
        568,1 "Викладач кафедри цивільного права та процесу" \
        568,3 "БОХАНОВА Ірина Анатоліївна" \
        568,2 "11-96" \
        569,1 "Викладач кафедри цивільного права та процесу" \
        569,3 "МУМЛАДЗЕ  Наталія Тристанівна" \
        569,2 "11-96" \
        570,1 "Доцент кафедри цивільного права та процесу" \
        570,3 "АФАНАСЬЄВА Людмила Василівна" \
        570,2 "11-96" \
        571,1 "Викладач кафедри цивільного права та процесу" \
        571,3 "КОВАЛЬОВА Інна Олександрівна" \
        571,2 "11-96" \                     
        572,1 "Викладач кафедри цивільного права та процесу" \
        572,3 "ПОНИЗОВНА Марина Олександрівна" \
        572,2 "11-96" \                     
        573,1 "Викладач кафедри цивільного права та процесу" \
        573,3 "МЕДВЕДЄВА Олена Василівна" \
        573,2 "11-96" \                     
        574,1 "Викладач кафедри цивільного права та процесу" \
        574,3 "ЩУКІНА Оксана Едуардівна" \
        574,2 "11-96" \                     
        575,1 "Старший викладач кафедри цивільного права та процесу" \
        575,3 "КОНОНОВА Людмила Миколаївна" \
        575,2 "11-96" \                     
        576,1 "Викладач кафедри цивільного права та процесу" \
        576,3 "МАШУКОВ Роман Олександрович" \
        576,2 "11-96" \                     
        577,1 "Викладач кафедри цивільного права та процесу" \
        577,3 "АЛЬОШКІНА Тетяна Павлівна" \
        577,2 "11-96" \                     
        578,1 "Старший лаборант кафедри цивільного права та процесу" \
        578,3 "ПІКУЛА Людмила Леонідівна" \
        579,2 "96-97-95 11-96" \                     
        579,1 "Завідувач кафедри кримінології та соціології" \
        579,3 "ПОКЛАД Василь Іванович" \
        579,2 "96-97-92 11-98" \                     
        580,1 "Професор кафедри кримінології та соціології" \
        580,3 "Архіпов Валерій Іванович" \
        580,2 "96-97-92 11-99" \                     
        581,1 "Доцент кафедри кримінології та соціології" \
        581,3 "Гнатенко Євген Олександрович" \
        581,2 "11-99" \
        582,1 "Доцент кафедри кримінології та соціології" \
        582,3 "Топольскова Ірина Олександрівна" \
        582,2 "11-99" \
        583,1 "Викладач кафедри кримінології та соціології" \
        583,3 "Кацаваленко Олександр Петрович" \
        583,2 "11-99" \
        584,1 "Викладач кафедри кримінології та соціології" \
        584,3 "ЗВОНОК Євген Олександрович" \
        584,2 "11-99" \
        585,1 "Старший викладач кафедри кримінології та соціології" \
        585,3 "ЗВЯГІНЦЕВ Олександр Іванович" \
        585,2 "11-99" \
        586,1 "Старший викладач кафедри кримінології та соціології" \
        586,3 "ЩЕРБАНЬ Олеся Олександрівна" \
        586,2 "11-99" \
        587,1 "Старший лаборант кафедри кримінології та соціології" \
        587,3 "ЗЕЛЕНЦОВА Світлана Миколаївна" \
        587,2 "11-99" \
        588,1 "Директор навчально-наукового інституту права" \
        588,3 "" \
        588,2 "" \
        589,1 "Заступник директора навчально-наукового інституту права" \
        589,3 "БАЛИЦЬКА Тетяна Василівна" \
        589,2 "11-57" \
        590,1 "Методист навчально-наукового інституту права" \
        590,3 "НОВИКОВ Дмитро Владиславович" \
        590,2 "11-57" \
        591,1 "Методист навчально-наукового інституту права" \
        591,3 "ПУНЬКО Тетяна Іванівна" \
        591,2 "11-57" \                     
        592,1 "Завідувач канцелярії навчально-наукового інституту права" \
        592,3 "ЮДІН Дмитро Володимирович" \
        592,2 "11-70" \                     
        593,1 "Методист навчально-наукового інституту права" \
        593,3 "ВОВК Микола Віталійович" \
        593,2 "50-14-44 11-70" \                     
        594,1 "Методист навчально-наукового інституту права" \
        594,3 "ОДАРЧЕНКО Ірина Володимирівна" \
        594,2 "11-70" \                     
        595,1 "Методист навчально-наукового інституту права" \
        595,3 "КОВАЛЕНКО Катерина Анатоліївна" \
        595,2 "11-70" \                     
        596,1 "Методист навчально-наукового інституту права" \
        596,3 "РОЖКОВА Галина Олексіївна" \
        596,2 "11-70" \                     
        597,1 "Методист навчально-наукового інституту права" \
        597,3 "БЕРШАК Юрій Миколайович" \
        597,2 "11-14 (приймальна)" \                     
        598,1 "Начальник ад’юнктури" \
        598,3 "БІРЮКОВА Тетяна Петрівна" \
        598,2 "35-11-43 11-43" \                     
        599,1 "Старший інспектор ад’юнктури" \
        599,3 "" \
        599,2 "11-43" \                     
        600,1 "Ад’юнкт (кафедра криміналістики)" \
        600,3 "БОНДАР Володимир Сергійович" \
        600,2 "96-81-87 12-02, 12-03" \                     
        601,1 "Ад’юнкт (кафедра криміналістики)" \
        601,3 "СОЛОДОВНІКОВ Андрій Геннадійович" \
        601,2 "96-81-87 12-02, 12-03" \
        602,1 "Ад’юнкт (кафедра криміналістики)" \
        602,3 "АНАПОЛЬСЬКА Аліна Ігорівна" \
        602,2 "96-81-87 12-02, 12-03" \
        603,1 "Ад’юнкт (кафедра криміналістики)" \
        603,3 "ВЕЛЬМОЖНИЙ Сергій Анатолійович" \
        603,2 "96-81-87 12-02, 12-03" \
        604,1 "Ад’юнкт (кафедра кримінального права)" \
        604,3 "ЗЕЛЕНОВ Геннадій Михайлович" \
        604,2 "96-87-72 12-17" \
        605,1 "Ад’юнкт (кафедра кримінального права)" \
        605,3 "ДАНИЛЕВСЬКИЙ Андрій Олександрович" \
        605,2 "96-87-72 12-17" \
        606,1 "Ад’юнкт (кафедра кримінального права)" \
        606,3 "СТАРУК Юлія Олександрівна" \
        606,2 "96-87-72 12-17" \
        607,1 "Ад’юнкт (кафедра кримінального права)" \
        607,3 "ПЛАХОТЯ Наталія Сергіївна" \
        607,2 "96-87-72 12-17" \
        608,1 "Ад’юнкт (кафедра кримінального права)" \
        608,3 "ДРОБОТ Юлія Володимирівна" \
        608,2 "96-87-72 12-17" \
        609,1 "Ад’юнкт (кафедра кримінального права)" \
        609,3 "БАРБУКОВ Андрій Борисович" \
        609,2 "96-87-72 12-17" \
        610,1 "Ад’юнкт (кафедра кримінального права)" \
        610,3 "МОВЧАН Роман Олександрович" \
        610,2 "96-87-72 12-17" \
        611,1 "Ад’юнкт (кафедра кримінального права)" \                     
        611,3 "ГОНЧАРОВА Олеся Сергіївна" \                                        
        611,2 "96-87-72 12-17" \                                                     
        612,1 "Ад’юнкт (кафедра філософії та права)" \                     
        612,3 "ТКАЧУК Андрій Петрович" \                                        
        612,2 "96-81-13 11-72" \                                                     
        613,1 "Ад’юнкт (кафедра ОРД)" \                     
        613,3 "МИХАЙЛИЧЕНКО Дмитро Анатолійович" \                                        
        613,2 "96-81-87 12-08" \                                                     
        614,1 "Ад’юнкт (кафедра ОРД)" \                     
        614,3 "ТЕРЕНТЬЄВ Андрій Вікторович" \                                        
        614,2 "96-81-87 12-08" \                                                     
        615,1 "Ад’юнкт (кафедра ОРД)" \                     
        615,3 "ТАРАСЕНКО Руслан Владиславович" \                                        
        615,2 "96-81-87 12-08" \                                                     
        616,1 "Ад’юнкт (кафедра адмін. права та адмін. діяльності)" \                     
        616,3 "НЕБЕСЬКИЙ Юрій Сергійович" \                                        
        616,2 "96-87-72 12-53" \                                                     
        617,1 "Ад’юнкт (кафедра адмін. права та адмін. діяльності)" \                     
        617,3 "НЕСВІТ Євгеній Олександрович" \                                        
        617,2 "96-87-72 12-53" \                                                     
        618,1 "Ад’юнкт (кафедра адмін. права та адмін. діяльності)" \                     
        618,3 "ПОЛОНСЬКИЙ Дмитро Михайлович" \                                        
        618,2 "96-87-72 12-53" \                                                     
        619,1 "Ад’юнкт (кафедра адмін. права та адмін. діяльності)" \                     
        619,3 "БУРБЕЛО Богдан Юрійович" \                                        
        619,2 "96-87-72 12-53" \                                                     
        620,1 "Ад’юнкт (кафедра крим. процесу)" \                     
        620,3 "КАЛАЧОВА Ольга Миколаївна" \                                        
        620,2 "96-95-81 12-22" \                                                     
        621,1 "Ад’юнкт (кафедра крим. процесу)" \                     
        621,3 "РОСЬ Ганна Василівна" \                                        
        621,2 "96-95-81 12-22" \                                                     
        622,1 "Ад’юнкт (кафедра конституційного та міжнародного права)" \                     
        622,3 "НЕСТЕРОВИЧ Володимир Федорович" \                                        
        622,2 "11-75" \                                                     
        623,1 "Ад’юнкт (кафедра кримінології та соціології)" \                     
        623,3 "ПРИКОЛОТІНА Юлія Леонідівна" \                                        
        623,2 "96-97-92 11-99" \                                                     
        624,1 "Ад’юнкт (кафедра кримінології та соціології)" \                     
        624,3 "ПЕДІСКО Тетяна Олександрівна" \                                        
        624,2 "96-97-92 11-99" \                                                     
        625,1 "Ад’юнкт (кафедра кримінології та соціології)" \                     
        625,3 "КОРЯГІНА Анжела Миколаївна" \                                        
        625,2 "96-97-92 11-99" \                                                     
        626,1 "Ад’юнкт (кафедра кримінології та соціології)" \                     
        626,3 "КОВАЛЕНКО Вікторія Павлівна" \                                        
        626,2 "96-97-92 11-99" \                                                     
        627,1 "Ад’юнкт" \                     
        627,3 "КУЗНЄЦОВА Оксана Володимирівна" \                                        
        627,2 "" \                                                                                                              



scrollbar .tsy -command [list $t yview]
scrollbar .tsx -command [list $t xview] -orient horizontal
button .exit -font {"utah mt" 12 {bold} } -text "Выход" -command {exit}

grid .example	-sticky ew
grid $t		.tsy   -sticky news
grid .tsx	-sticky ew
grid .exit	-sticky ew
grid columnconfig . 0 -weight 1
grid rowconfig . 1 -weight 1

puts [list Table is $table(table)]
